Repository: tturanmustafa/Walleo
Catalog: Walleo/UI/Resources/*.lproj/Localizable.strings
Languages: de, es, fr, hi, id, it, ja, ms, th, tr, vi, zh_hans

# common.transactions
source: Transactions
de: Transaktionen
es: Transacciones
hi: लेन-देन
id: Transaksi
it: Transazioni
ja: 取引
ms: Urus Niaga
th: รายการ
tr: İşlemler
vi: Giao dịch
zh_hans: 交易

# onboarding.skip
source: Skip
de: Überspringen
es: Saltar
fr: Passer
hi: छोड़ें
id: Lewati
it: Salta
ja: スキップ
ms: Langkau
th: ข้าม
tr: Atla
vi: Bỏ qua
zh_hans: 跳过

# onboarding.continue
source: Continue
de: Weiter
es: Continuar
fr: Continuer
hi: जारी रखें
id: Lanjutkan
it: Continua
ja: 続ける
ms: Teruskan
th: ต่อไป
tr: Devam
vi: Tiếp tục
zh_hans: 继续

# onboarding.confirm_settings
source: Confirm Settings
de: Einstellungen bestätigen
es: Confirmar Ajustes
fr: Confirmer les paramètres
hi: सेटिंग्स की पुष्टि करें
id: Konfirmasi Pengaturan
it: Conferma Impostazioni
ja: 設定を確認
ms: Sahkan Tetapan
th: ยืนยันการตั้งค่า
tr: Ayarları Onayla
vi: Xác nhận cài đặt
zh_hans: 确认设置

# onboarding.privacy_notice
source: By continuing, you agree to our Privacy Policy and Terms of Service.
de: Indem Sie fortfahren, stimmen Sie unserer Datenschutzrichtlinie und unseren Nutzungsbedingungen zu.
es: Al continuar, aceptas nuestra Política de Privacidad y Términos de Servicio.
fr: En continuant, vous acceptez notre Politique de confidentialité et nos Conditions d'utilisation.
hi: जारी रखकर, आप हमारी गोपनीयता नीति और सेवा की शर्तों से सहमत होते हैं।
id: Dengan melanjutkan, Anda menyetujui Kebijakan Privasi dan Ketentuan Layanan kami.
it: Continuando, accetti la nostra Informativa sulla Privacy e i Termini di Servizio.
ja: 続行することにより、当社のプライバシーポリシーと利用規約に同意したことになります。
ms: Dengan meneruskan, anda bersetuju dengan Dasar Privasi dan Syarat Perkhidmatan kami.
th: การดำเนินการต่อหมายความว่าคุณยอมรับนโยบายความเป็นส่วนตัวและข้อกำหนดการใช้งานของเรา
tr: Devam ederek Gizlilik Politikamızı ve Kullanım Koşullarımızı kabul etmiş olursunuz.
vi: Bằng cách tiếp tục, bạn đồng ý với Chính sách quyền riêng tư và Điều khoản dịch vụ của chúng tôi.
zh_hans: 继续即表示您同意我们的隐私政策和使用条款。

# onboarding.welcome.title
source: Welcome to Financial Freedom
de: Willkommen zur finanziellen Freiheit
es: Bienvenido a la Libertad Financiera
fr: Bienvenue dans la liberté financière
hi: वित्तीय स्वतंत्रता में आपका स्वागत है
id: Selamat Datang di Kebebasan Finansial
it: Benvenuto alla Libertà Finanziaria
ja: 経済的自由へようこそ
ms: Selamat Datang ke Kebebasan Kewangan
th: ยินดีต้อนรับสู่อิสรภาพทางการเงิน
tr: Finansal Özgürlüğe Hoş Geldiniz
vi: Chào mừng đến với Tự do Tài chính
zh_hans: 欢迎来到财务自由

# onboarding.welcome.subtitle
source: Track expenses, manage budgets, and achieve your financial goals
de: Verfolgen Sie Ihre Ausgaben, verwalten Sie Ihr Budget und erreichen Sie Ihre finanziellen Ziele
es: Sigue tus gastos, gestiona tu presupuesto y alcanza tus metas financieras
fr: Suivez vos dépenses, gérez votre budget et atteignez vos objectifs financiers
hi: अपने खर्चों को ट्रैक करें, अपने बजट का प्रबंधन करें, और अपने वित्तीय लक्ष्यों को प्राप्त करें
id: Lacak pengeluaran Anda, kelola anggaran Anda, dan capai tujuan keuangan Anda
it: Traccia le tue spese, gestisci il tuo budget e raggiungi i tuoi obiettivi finanziari
ja: 支出を追跡し、予算を管理し、財務目標を達成しましょう
ms: Jejaki perbelanjaan anda, urus bajet anda, dan capai matlamat kewangan anda
th: ติดตามการใช้จ่ายของคุณ จัดการงบประมาณ และบรรลุเป้าหมายทางการเงินของคุณ
tr: Harcamalarınızı takip edin, bütçenizi yönetin ve finansal hedeflerinize ulaşın
vi: Theo dõi chi tiêu, quản lý ngân sách và đạt được mục tiêu tài chính của bạn
zh_hans: 跟踪您的支出，管理您的预算，实现您的财务目标

# onboarding.feature1.title
source: Smart Analytics
de: Intelligente Analysen
es: Análisis Inteligentes
fr: Analyses intelligentes
hi: स्मार्ट विश्लेषण
id: Analisis Cerdas
it: Analisi Intelligenti
ja: スマート分析
ms: Analisis Pintar
th: การวิเคราะห์อัจฉริยะ
tr: Akıllı Analizler
vi: Phân tích thông minh
zh_hans: 智能分析

# onboarding.feature1.description
source: Categorize your expenses and visualize your financial status with detailed charts
de: Kategorisieren Sie Ihre Ausgaben und visualisieren Sie Ihre finanzielle Situation mit detaillierten Diagrammen
es: Categoriza tus gastos y visualiza tu situación financiera con gráficos detallados
fr: Catégorisez vos dépenses et visualisez votre situation financière avec des graphiques détaillés
hi: अपने खर्चों को वर्गीकृत करें और विस्तृत चार्ट के साथ अपनी वित्तीय स्थिति देखें
id: Kategorikan pengeluaran Anda dan visualisasikan situasi keuangan Anda dengan grafik terperinci
it: Categorizza le tue spese e visualizza la tua situazione finanziaria con grafici dettagliati
ja: 支出をカテゴリー分けし、詳細なグラフで財務状況を可視化します
ms: Kategorikan perbelanjaan anda dan gambarkan situasi kewangan anda dengan carta terperinci
th: จัดหมวดหมู่การใช้จ่ายของคุณและเห็นภาพสถานะทางการเงินของคุณด้วยแผนภูมิโดยละเอียด
tr: Harcamalarınızı kategorilere ayırın ve detaylı grafiklerle finansal durumunuzu görün
vi: Phân loại chi tiêu của bạn và hình dung tình hình tài chính của bạn bằng các biểu đồ chi tiết
zh_hans: 将您的支出分类，并通过详细的图表查看您的财务状况

# onboarding.feature2.title
source: Budget Management
de: Budgetverwaltung
es: Gestión de Presupuestos
fr: Gestion de budget
hi: बजट प्रबंधन
id: Manajemen Anggaran
it: Gestione Budget
ja: 予算管理
ms: Pengurusan Bajet
th: การจัดการงบประมาณ
tr: Bütçe Yönetimi
vi: Quản lý ngân sách
zh_hans: 预算管理

# onboarding.feature2.description
source: Create monthly budgets, track your limits, and reach your savings goals
de: Erstellen Sie monatliche Budgets, verfolgen Sie Ihre Limits und erreichen Sie Ihre Sparziele
es: Crea presupuestos mensuales, sigue tus límites y alcanza tus metas de ahorro
fr: Créez des budgets mensuels, suivez vos limites et atteignez vos objectifs d'épargne
hi: मासिक बजट बनाएं, अपनी सीमाओं को ट्रैक करें, और अपने बचत लक्ष्यों को प्राप्त करें
id: Buat anggaran bulanan, lacak batas Anda, dan capai tujuan tabungan Anda
it: Crea budget mensili, monitora i tuoi limiti e raggiungi i tuoi obiettivi di risparmio
ja: 月次予算を作成し、限度額を追跡し、貯蓄目標を達成します
ms: Cipta bajet bulanan, jejaki had anda, dan capai matlamat simpanan anda
th: สร้างงบประมาณรายเดือน ติดตามขีดจำกัด และบรรลุเป้าหมายการออมของคุณ
tr: Aylık bütçeler oluşturun, limitlerinizi takip edin ve tasarruf hedeflerinize ulaşın
vi: Tạo ngân sách hàng tháng, theo dõi giới hạn của bạn và đạt được mục tiêu tiết kiệm của bạn
zh_hans: 创建月度预算，跟踪您的限额，并实现您的储蓄目标

# onboarding.feature3.title
source: Smart Reminders
de: Intelligente Erinnerungen
es: Recordatorios Inteligentes
fr: Rappels intelligents
hi: स्मार्ट अनुस्मारक
id: Pengingat Cerdas
it: Promemoria Intelligenti
ja: スマートリマインダー
ms: Peringatan Pintar
th: การแจ้งเตือนอัจฉริยะ
tr: Akıllı Hatırlatmalar
vi: Nhắc nhở thông minh
zh_hans: 智能提醒

# onboarding.feature3.description
source: Get timely notifications for bill payments and budget overruns
de: Erhalten Sie rechtzeitige Benachrichtigungen für Rechnungszahlungen und Budgetüberschreitungen
es: Recibe notificaciones a tiempo para pagos de facturas y excesos de presupuesto
fr: Recevez des notifications à temps pour les paiements de factures et les dépassements de budget
hi: बिल भुगतान और बजट से अधिक होने पर समय पर सूचनाएं प्राप्त करें
id: Dapatkan pemberitahuan tepat waktu untuk pembayaran tagihan dan pelanggaran anggaran
it: Ricevi notifiche tempestive per pagamenti di bollette e superamenti di budget
ja: 請求書の支払いや予算超過の際にタイムリーな通知を受け取ります
ms: Dapatkan pemberitahuan tepat pada masanya untuk bayaran bil dan pelanggaran bajet
th: รับการแจ้งเตือนทันเวลาสำหรับการชำระบิลและการใช้งบประมาณเกิน
tr: Fatura ödemeleri ve bütçe aşımları için zamanında bildirimler alın
vi: Nhận thông báo kịp thời về các khoản thanh toán hóa đơn và việc vượt ngân sách
zh_hans: 及时收到账单支付和预算超支的通知

# onboarding.personalize.title
source: Personalize Your Experience
de: Personalisieren Sie Ihr Erlebnis
es: Personaliza Tu Experiencia
fr: Personnalisez votre expérience
hi: अपने अनुभव को निजीकृत करें
id: Personalisasi Pengalaman Anda
it: Personalizza la Tua Esperienza
ja: 体験をカスタマイズ
ms: Peribadikan Pengalaman Anda
th: ปรับแต่งประสบการณ์ของคุณ
tr: Deneyiminizi Kişiselleştirin
vi: Cá nhân hóa trải nghiệm của bạn
zh_hans: 个性化您的体验

# onboarding.select_language
source: Select Language
de: Sprache auswählen
es: Seleccionar Idioma
fr: Choisir la langue
hi: भाषा चुनें
id: Pilih Bahasa
it: Seleziona Lingua
ja: 言語を選択
ms: Pilih Bahasa
th: เลือกภาษา
tr: Dil Seçin
vi: Chọn ngôn ngữ
zh_hans: 选择语言

# onboarding.select_currency
source: Select Currency
de: Währung auswählen
es: Seleccionar Moneda
fr: Choisir la devise
hi: मुद्रा चुनें
id: Pilih Mata Uang
it: Seleziona Valuta
ja: 通貨を選択
ms: Pilih Mata Wang
th: เลือกสกุลเงิน
tr: Para Birimi Seçin
vi: Chọn tiền tệ
zh_hans: 选择货币

# reports.creditcard.show_less
source: Show Less
de: Weniger anzeigen
es: Mostrar Menos
fr: Afficher moins
hi: कम दिखाएं
id: Tampilkan Lebih Sedikit
it: Mostra Meno
ja: 少なく表示
ms: Tunjuk Kurang
th: แสดงน้อยลง
tr: Daha Az Göster
vi: Hiển thị ít hơn
zh_hans: 显示更少

# reports.creditcard.usage.short
source: Usage
de: Nutzung
es: Uso
fr: Utilisation
hi: उपयोग
id: Penggunaan
it: Utilizzo
ja: 利用状況
ms: Penggunaan
th: การใช้งาน
tr: Kullanım
vi: Sử dụng
zh_hans: 使用

# reports.creditcard.no_category_data
source: No category data available
de: Keine Kategoriendaten gefunden
es: No se encontraron datos de categorías
fr: Aucune donnée de catégorie trouvée
hi: कोई श्रेणी डेटा नहीं
id: Data kategori tidak ditemukan
it: Nessun dato di categoria trovato
ja: カテゴリーデータがありません
ms: Tiada data kategori ditemui
th: ไม่พบข้อมูลหมวดหมู่
tr: Kategori verisi bulunmuyor
vi: Không có dữ liệu hạng mục
zh_hans: 无类别数据

# loan_report.legend.paid
source: Paid
de: Bezahlt
es: Pagado
fr: Payé
hi: भुगतान किया गया
id: Lunas
it: Pagato
ja: 支払い済み
ms: Telah Dibayar
th: ชำระแล้ว
tr: Ödendi
vi: Đã trả
zh_hans: 已付

# loan_report.legend.pending
source: Pending
de: Unbezahlt
es: Pendiente
fr: En attente
hi: लंबित
id: Tertunda
it: In Sospeso
ja: 未払い
ms: Menunggu
th: รอดำเนินการ
tr: Ödenmedi
vi: Đang chờ
zh_hans: 待付

# loan_report.legend.overdue
source: Overdue
de: Überfällig
es: Vencido
fr: En retard
hi: अतिदेय
id: Jatuh Tempo
it: Scaduto
ja: 期日超過
ms: Tertunggak
th: เกินกำหนด
tr: Gecikti
vi: Quá hạn
zh_hans: 逾期

# loan_report.this_month_summary
source: This Month
de: Diesen Monat
es: Este Mes
fr: Ce mois-ci
hi: इस महीने
id: Bulan Ini
it: Questo Mese
ja: 今月
ms: Bulan Ini
th: เดือนนี้
tr: Bu Ay
vi: Tháng này
zh_hans: 本月

# loan_report.total_installments
source: Total installment amount:
de: Gesamtbetrag der Raten für diesen Monat:
es: Importe total de las cuotas de este mes:
fr: Total des mensualités pour ce mois :
hi: इस महीने की कुल किस्त राशि:
id: Total jumlah cicilan bulan ini:
it: Importo totale delle rate di questo mese:
ja: 今月の返済総額:
ms: Jumlah ansuran bulan ini:
th: ยอดรวมงวดของเดือนนี้:
tr: Bu aya ait toplam taksit tutarı:
vi: Tổng số tiền trả góp của tháng này:
zh_hans: 本月总分期金额:

# loan_report.paid_installments
source: Paid installment amount:
de: Gesamtbetrag der bezahlten Raten:
es: Suma de las cuotas pagadas:
fr: Total des mensualités payées :
hi: भुगतान की गई किस्तों का योग:
id: Total jumlah cicilan yang dibayar:
it: Somma delle rate pagate:
ja: 支払い済み返済額の合計:
ms: Jumlah ansuran yang telah dibayar:
th: ยอดรวมงวดที่ชำระแล้ว:
tr: Ödenen taksit tutarı toplamı:
vi: Tổng số tiền trả góp đã trả:
zh_hans: 已付分期总额:

# loan_report.no_installments_for_day
source: No loan installments for this day
de: Keine Kreditrate für heute
es: No hay cuotas de préstamo para hoy
fr: Pas de mensualité de prêt pour aujourd'hui
hi: आज के लिए कोई ऋण किस्त नहीं
id: Tidak ada cicilan pinjaman untuk hari ini
it: Nessuna rata di prestito per oggi
ja: 本日のローン返済はありません
ms: Tiada ansuran pinjaman untuk hari ini
th: ไม่มีการผ่อนชำระเงินกู้สำหรับวันนี้
tr: Bu gün için kredi taksidi yok
vi: Không có khoản trả góp nào cho ngày hôm nay
zh_hans: 今日无贷款分期

# loan_report.installment_no
source: Installment:
de: Rate:
es: Cuota:
fr: Mensualité :
hi: किस्त:
id: Cicilan:
it: Rata:
ja: 返済回:
ms: Ansuran:
th: งวด:
tr: Taksit:
vi: Kỳ trả góp:
zh_hans: 分期:

# loan_report.status.paid
source: Paid
de: Bezahlt
es: Pagado
fr: Payé
hi: भुगतान किया गया
id: Lunas
it: Pagato
ja: 支払い済み
ms: Telah Dibayar
th: ชำระแล้ว
tr: Ödendi
vi: Đã trả
zh_hans: 已付

# loan_report.status.pending
source: Pending
de: Unbezahlt
es: Pendiente
fr: En attente
hi: लंबित
id: Tertunda
it: In Sospeso
ja: 未払い
ms: Menunggu
th: รอดำเนินการ
tr: Ödenmedi
vi: Đang chờ
zh_hans: 待付

# loan_report.status.overdue
source: Overdue
de: Überfällig
es: Vencido
fr: En retard
hi: अतिदेय
id: Jatuh Tempo
it: Scaduto
ja: 期日超過
ms: Tertunggak
th: เกินกำหนด
tr: Gecikti
vi: Quá hạn
zh_hans: 逾期

# loan_report.total_for_day
source: Total for Day
de: Tagessumme
es: Total del Día
fr: Total du jour
hi: दिन का कुल
id: Total Hari Ini
it: Totale del Giorno
ja: 日合計
ms: Jumlah untuk Hari Ini
th: ยอดรวมของวัน
tr: Gün Toplamı
vi: Tổng cộng trong ngày
zh_hans: 本日总计

# dashboard.show_less
source: Show less
de: Weniger anzeigen
es: Mostrar menos
fr: Afficher moins
hi: कम दिखाएं
id: Tampilkan lebih sedikit
it: Mostra meno
ja: 少なく表示
ms: Tunjuk kurang
th: แสดงน้อยลง
tr: Daha az göster
vi: Hiển thị ít hơn
zh_hans: 显示更少

# dashboard.more_categories
source: more categories
de: weitere Kategorien
es: más categorías
fr: autres catégories
hi: और श्रेणियाँ
id: kategori lainnya
it: altre categorie
ja: の他カテゴリー
ms: kategori lagi
th: หมวดหมู่อื่นๆ
tr: kategori daha
vi: hạng mục khác
zh_hans: 个其它类别

# reports.category.highest_spending
source: Highest Spending Category
de: Meistausgegebene Kategorie
es: Categoría con Mayor Gasto
fr: Catégorie la plus dépensée
hi: उच्चतम खर्च श्रेणी
id: Kategori Pengeluaran Tertinggi
it: Categoria con Spesa Massima
ja: 最多支出カテゴリー
ms: Kategori Perbelanjaan Tertinggi
th: หมวดหมู่ที่ใช้จ่ายสูงสุด
tr: En Çok Harcanan Kategori
vi: Hạng mục chi tiêu cao nhất
zh_hans: 最高支出类别

# reports.category.most_transactions
source: Most Transaction Count
de: Meiste Transaktionen
es: Mayor Número de Transacciones
fr: Le plus de transactions
hi: सबसे अधिक लेन-देन
id: Transaksi Terbanyak
it: Maggior Numero di Transazioni
ja: 最多取引数
ms: Urus Niaga Terbanyak
th: รายการมากที่สุด
tr: En Çok İşlem Yapılan
vi: Nhiều giao dịch nhất
zh_hans: 交易最频繁

# export.installment.sheet_name
source: Installment Transactions
de: Ratentransaktionen
es: Transacciones a Plazos
fr: Transactions échelonnées
hi: किस्त लेन-देन
it: Transazioni a Rate
ja: 分割払いの取引
ms: Urus Niaga Ansuran
th: รายการผ่อนชำระ
tr: Taksitli İşlemler
vi: Giao dịch trả góp
zh_hans: 分期交易

# export.installment.header.transaction_name
source: Transaction Name
de: Transaktionsname
es: Nombre de la Transacción
fr: Nom de la transaction
hi: लेन-देन का नाम
it: Nome Transazione
ja: 取引名
ms: Nama Urus Niaga
th: ชื่อรายการ
tr: İşlem Adı
vi: Tên giao dịch
zh_hans: 交易名称

# export.installment.header.total_amount
source: Total Amount
de: Gesamtbetrag
es: Importe Total
fr: Montant total
hi: कुल राशि
it: Importo Totale
ja: 総額
ms: Jumlah Keseluruhan
th: ยอดรวมทั้งหมด
tr: Toplam Tutar
vi: Tổng số tiền
zh_hans: 总金额

# export.installment.header.installment_count
source: Number of Installments
de: Anzahl der Raten
es: Número de Cuotas
fr: Nombre de mensualités
hi: किस्तों की संख्या
it: Numero di Rate
ja: 分割回数
ms: Bilangan Ansuran
th: จำนวนงวด
tr: Taksit Sayısı
vi: Số kỳ trả góp
zh_hans: 分期数

# export.installment.header.current_installment
source: Current Installment
de: Aktuelle Rate
es: Cuota Actual
fr: Mensualité actuelle
hi: वर्तमान किस्त
it: Rata Corrente
ja: 現在の分割回
ms: Ansuran Semasa
th: งวดปัจจุบัน
tr: Mevcut Taksit
vi: Kỳ trả góp hiện tại
zh_hans: 当前分期

# export.installment.header.installment_amount
source: Installment Amount
de: Ratenbetrag
es: Importe de la Cuota
fr: Montant de la mensualité
hi: किस्त की राशि
it: Importo Rata
ja: 分割払額
ms: Jumlah Ansuran
th: จำนวนเงินผ่อน
tr: Taksit Tutarı
vi: Số tiền trả góp
zh_hans: 分期金额

# export.installment.header.date
source: Date
de: Datum
es: Fecha
hi: तारीख
it: Data
ja: 日付
ms: Tarikh
th: วันที่
tr: Tarih
vi: Ngày
zh_hans: 日期

# export.installment.header.category
source: Category
de: Kategorie
es: Categoría
fr: Catégorie
hi: श्रेणी
it: Categoria
ja: カテゴリー
ms: Kategori
th: หมวดหมู่
tr: Kategori
vi: Hạng mục
zh_hans: 类别

# export.installment.header.account
source: Account
de: Konto
es: Cuenta
fr: Compte
hi: खाता
it: Conto
ja: 口座
ms: Akaun
th: บัญชี
tr: Hesap
vi: Tài khoản
zh_hans: 账户

# export.recurring.sheet_name
source: Recurring Transactions
de: Wiederkehrende Transaktionen
es: Transacciones Recurrentes
fr: Transactions récurrentes
hi: आवर्ती लेन-देन
it: Transazioni Ricorrenti
ja: 定期的な取引
ms: Urus Niaga Berulang
th: รายการที่เกิดซ้ำ
tr: Tekrarlı İşlemler
vi: Giao dịch lặp lại
zh_hans: 周期性交易

# export.recurring.header.transaction_name
source: Transaction Name
de: Transaktionsname
es: Nombre de la Transacción
fr: Nom de la transaction
hi: लेन-देन का नाम
it: Nome Transazione
ja: 取引名
ms: Nama Urus Niaga
th: ชื่อรายการ
tr: İşlem Adı
vi: Tên giao dịch
zh_hans: 交易名称

# export.recurring.header.amount
source: Amount
de: Betrag
es: Importe
fr: Montant
hi: राशि
it: Importo
ja: 金額
ms: Jumlah
th: จำนวนเงิน
tr: Tutar
vi: Số tiền
zh_hans: 金额

# export.recurring.header.start_date
source: Start Date
de: Startdatum
es: Fecha de Inicio
fr: Date de début
hi: आरंभ तिथि
it: Data di Inizio
ja: 開始日
ms: Tarikh Mula
th: วันที่เริ่มต้น
tr: Başlangıç Tarihi
vi: Ngày bắt đầu
zh_hans: 开始日期

# export.recurring.header.end_date
source: End Date
de: Enddatum
es: Fecha de Fin
fr: Date de fin
hi: अंतिम तिथि
it: Data di Fine
ja: 終了日
ms: Tarikh Tamat
th: วันที่สิ้นสุด
tr: Bitiş Tarihi
vi: Ngày kết thúc
zh_hans: 结束日期

# export.recurring.header.frequency
source: Frequency
de: Häufigkeit
es: Frecuencia
fr: Fréquence
hi: आवृत्ति
it: Frequenza
ja: 頻度
ms: Kekerapan
th: ความถี่
tr: Tekrar Sıklığı
vi: Tần suất
zh_hans: 频率

# export.recurring.header.type
source: Type
de: Typ
es: Tipo
hi: प्रकार
it: Tipo
ja: 種類
ms: Jenis
th: ประเภท
tr: Tür
vi: Loại
zh_hans: 类型

# export.recurring.header.category
source: Category
de: Kategorie
es: Categoría
fr: Catégorie
hi: श्रेणी
it: Categoria
ja: カテゴリー
ms: Kategori
th: หมวดหมู่
tr: Kategori
vi: Hạng mục
zh_hans: 类别

# export.recurring.header.account
source: Account
de: Konto
es: Cuenta
fr: Compte
hi: खाता
it: Conto
ja: 口座
ms: Akaun
th: บัญชี
tr: Hesap
vi: Tài khoản
zh_hans: 账户

# export.transfer.sheet_name
source: Transfers
de: Überweisungen
es: Transferencias
fr: Virements
hi: स्थानांतरण
it: Trasferimenti
ja: 振替
ms: Pindahan
th: การโอนเงิน
tr: Transferler
vi: Chuyển tiền
zh_hans: 转账

# export.transfer.header.date
source: Date
de: Datum
es: Fecha
hi: तारीख
it: Data
ja: 日付
ms: Tarikh
th: วันที่
tr: Tarih
vi: Ngày
zh_hans: 日期

# export.transfer.header.amount
source: Amount
de: Betrag
es: Importe
fr: Montant
hi: राशि
it: Importo
ja: 金額
ms: Jumlah
th: จำนวนเงิน
tr: Tutar
vi: Số tiền
zh_hans: 金额

# export.transfer.header.from_account
source: From Account
de: Von Konto
es: Desde la Cuenta
fr: Du Compte
hi: किस खाते से
it: Da Conto
ja: 出金元口座
ms: Dari Akaun
th: จากบัญชี
tr: Kaynak Hesap
vi: Từ Tài khoản
zh_hans: 从账户

# export.transfer.header.to_account
source: To Account
de: Auf Konto
es: A la Cuenta
fr: Au Compte
hi: किस खाते में
it: A Conto
ja: 入金先口座
ms: Ke Akaun
th: ไปยังบัญชี
tr: Hedef Hesap
vi: Đến Tài khoản
zh_hans: 至账户

# export.loan.sheet_name
source: Loans
de: Kredite
es: Préstamos
fr: Prêts
hi: ऋण
it: Prestiti
ja: ローン
ms: Pinjaman
th: เงินกู้
tr: Krediler
vi: Các khoản vay
zh_hans: 贷款

# export.loan.header.account_name
source: Loan Name
de: Kreditname
es: Nombre del Préstamo
fr: Nom du prêt
hi: ऋण का नाम
it: Nome Prestito
ja: ローン名
ms: Nama Pinjaman
th: ชื่อเงินกู้
tr: Kredi Adı
vi: Tên khoản vay
zh_hans: 贷款名称

# export.loan.header.loan_amount
source: Loan Amount
de: Kreditbetrag
es: Importe del Préstamo
fr: Montant du prêt
hi: ऋण राशि
it: Importo Prestito
ja: ローン金額
ms: Jumlah Pinjaman
th: จำนวนเงินกู้
tr: Kredi Tutarı
vi: Số tiền vay
zh_hans: 贷款金额

# export.loan.header.interest_type
source: Interest Type
de: Zinsart
es: Tipo de Interés
fr: Type de taux
hi: ब्याज का प्रकार
it: Tipo di Interesse
ja: 金利タイプ
ms: Jenis Faedah
th: ประเภทดอกเบี้ย
tr: Faiz Tipi
vi: Loại lãi suất
zh_hans: 利率类型

# export.loan.header.interest_rate
source: Interest Rate (%)
de: Zinssatz (%)
es: Tasa de Interés (%)
fr: Taux d'intérêt (%)
hi: ब्याज दर (%)
it: Tasso d'Interesse (%)
ja: 利率 (%)
ms: Kadar Faedah (%)
th: อัตราดอกเบี้ย (%)
tr: Faiz Oranı (%)
vi: Lãi suất (%)
zh_hans: 利率 (%)

# export.loan.header.installment_count
source: Number of Installments
de: Anzahl der Raten
es: Número de Cuotas
fr: Nombre de mensualités
hi: किस्तों की संख्या
it: Numero di Rate
ja: 分割回数
ms: Bilangan Ansuran
th: จำนวนงวด
tr: Taksit Sayısı
vi: Số kỳ trả góp
zh_hans: 分期数

# export.loan.header.installment_amount
source: Monthly Payment
de: Monatliche Rate
es: Pago Mensual
fr: Paiement mensuel
hi: मासिक भुगतान
it: Pagamento Mensile
ja: 月々の返済額
ms: Bayaran Bulanan
th: การชำระเงินรายเดือน
tr: Aylık Taksit
vi: Thanh toán hàng tháng
zh_hans: 月度还款

# export.loan.header.first_payment_date
source: First Payment Date
de: Erstes Zahlungsdatum
es: Fecha del Primer Pago
fr: Date du premier paiement
hi: पहली भुगतान तिथि
it: Data Primo Pagamento
ja: 初回返済日
ms: Tarikh Bayaran Pertama
th: วันที่ชำระเงินครั้งแรก
tr: İlk Ödeme Tarihi
vi: Ngày thanh toán đầu tiên
zh_hans: 首次还款日期

# export.loan.header.remaining_installments
source: Remaining Installments
de: Verbleibende Raten
es: Cuotas Restantes
fr: Mensualités restantes
hi: शेष किस्तें
it: Rate Rimanenti
ja: 残りの返済回数
ms: Baki Ansuran
th: งวดที่เหลือ
tr: Kalan Taksit
vi: Số kỳ trả góp còn lại
zh_hans: 剩余分期

# export.loan.header.remaining_amount
source: Remaining Balance
de: Restbetrag
es: Saldo Restante
fr: Solde restant
hi: शेष राशि
it: Saldo Residuo
ja: 残高
ms: Baki Hutang
th: ยอดคงค้าง
tr: Kalan Borç
vi: Số dư còn lại
zh_hans: 剩余余额

# export.loan_installments.sheet_name
source: Loan Installments
de: Kreditraten
es: Cuotas de Préstamos
fr: Mensualités de prêt
hi: ऋण किस्तें
it: Rate del Prestito
ja: ローン返済
ms: Ansuran Pinjaman
th: งวดเงินกู้
tr: Kredi Taksitleri
vi: Các kỳ trả góp khoản vay
zh_hans: 贷款分期

# export.loan_installments.header.loan_name
source: Loan Name
de: Kreditname
es: Nombre del Préstamo
fr: Nom du prêt
hi: ऋण का नाम
it: Nome Prestito
ja: ローン名
ms: Nama Pinjaman
th: ชื่อเงินกู้
tr: Kredi Adı
vi: Tên khoản vay
zh_hans: 贷款名称

# export.loan_installments.header.installment_no
source: Installment No
de: Rate Nr.
es: Nº de Cuota
fr: N° de mensualité
hi: किस्त संख्या
it: N. Rata
ja: 返済回数
ms: No. Ansuran
th: งวดที่
tr: Taksit No
vi: Kỳ trả góp số
zh_hans: 分期号

# export.loan_installments.header.amount
source: Amount
de: Betrag
es: Importe
fr: Montant
hi: राशि
it: Importo
ja: 金額
ms: Jumlah
th: จำนวนเงิน
tr: Tutar
vi: Số tiền
zh_hans: 金额

# export.loan_installments.header.due_date
source: Due Date
de: Fälligkeitsdatum
es: Fecha de Vencimiento
fr: Date d'échéance
hi: नियत तारीख
it: Data di Scadenza
ja: 期日
ms: Tarikh Akhir
th: วันครบกำหนด
tr: Vade Tarihi
vi: Ngày đến hạn
zh_hans: 到期日

# export.loan_installments.header.status
source: Status
es: Estado
fr: Statut
hi: स्थिति
it: Stato
ja: ステータス
th: สถานะ
tr: Durum
vi: Trạng thái
zh_hans: 状态

# export.all_transactions.sheet_name
source: All Transactions
de: Alle Transaktionen
es: Todas las Transacciones
fr: Toutes les transactions
hi: सभी लेन-देन
it: Tutte le Transazioni
ja: すべての取引
ms: Semua Urus Niaga
th: รายการทั้งหมด
tr: Tüm İşlemler
vi: Tất cả giao dịch
zh_hans: 所有交易

# export.status.paid
source: Paid
de: Bezahlt
es: Pagado
fr: Payé
hi: भुगतान किया गया
it: Pagato
ja: 支払い済み
ms: Telah Dibayar
th: ชำระแล้ว
tr: Ödendi
vi: Đã trả
zh_hans: 已付

# export.status.pending
source: Pending
de: Ausstehend
es: Pendiente
fr: En attente
hi: लंबित
it: In Sospeso
ja: 保留中
ms: Menunggu
th: รอดำเนินการ
tr: Bekliyor
vi: Đang chờ xử lý
zh_hans: 待处理

# export.filename.all_transactions
source: All_Transactions
de: Alle_Transaktionen
es: Todas_las_Transacciones
fr: Toutes_les_transactions
hi: Sabhi_Lenden
it: Tutte_le_Transazioni
ja: 全ての取引
ms: Semua_Urus_Niaga
th: รายการทั้งหมด
tr: Tum_Islemler
vi: Tat_ca_giao_dich
zh_hans: 所有交易
