Repository: tturanmustafa/Walleo
Catalog: Walleo/UI/Resources/*.lproj/Localizable.strings
Languages: de, es, fr, hi, id, it, ja, ms, th, tr, vi, zh_hans

# form.label.loan_name
source: Loan Name
de: Kreditname
es: Nombre del Préstamo
fr: Nom du prêt
hi: ऋण का नाम
id: Nama Pinjaman
it: Nome Prestito
ja: ローン名
ms: Nama Pinjaman
th: ชื่อเงินกู้
tr: Kredi Adı
vi: Tên khoản vay
zh_hans: 贷款名称

# form.label.initial_balance
source: Initial Balance
de: Anfangssaldo
es: Saldo Inicial
fr: Solde initial
hi: प्रारंभिक शेष
id: Saldo Awal
it: Saldo Iniziale
ja: 初期残高
ms: Baki Permulaan
th: ยอดเงินเริ่มต้น
tr: Başlangıç Bakiyesi
vi: Số dư ban đầu
zh_hans: 初始余额

# form.label.card_limit
source: Card Limit
de: Kartenlimit
es: Límite de la Tarjeta
fr: Limite de la carte
hi: कार्ड की सीमा
id: Limit Kartu
it: Limite Carta
ja: カード限度額
ms: Had Kad
th: วงเงินบัตร
tr: Kart Limiti
vi: Hạn mức thẻ
zh_hans: 卡额度

# form.label.current_debt
source: Current Debt
de: Aktuelle Schulden
es: Deuda Actual
fr: Dette actuelle
hi: वर्तमान ऋण
id: Utang Saat Ini
it: Debito Corrente
ja: 現在の負債
ms: Hutang Semasa
th: หนี้สินปัจจุบัน
tr: Güncel Borç
vi: Nợ hiện tại
zh_hans: 当前欠款

# form.label.principal_amount
source: Principal Amount
de: Kreditbetrag
es: Importe del Principal
fr: Montant du prêt
hi: मूल राशि
id: Jumlah Pokok
it: Importo Capitale
ja: 元金
ms: Jumlah Pokok
th: เงินต้น
tr: Kredi Tutarı
vi: Số tiền gốc
zh_hans: 贷款本金

# form.label.interest_rate
source: Interest Rate
de: Zinssatz
es: Tasa de Interés
fr: Taux d'intérêt
hi: ब्याज दर
id: Suku Bunga
it: Tasso d'Interesse
ja: 利率
ms: Kadar Faedah
th: อัตราดอกเบี้ย
tr: Faiz Oranı
vi: Lãi suất
zh_hans: 利率

# form.label.budget_name
source: Budget Name
es: Nombre del Presupuesto
fr: Nom du budget
hi: बजट का नाम
id: Nama Anggaran
it: Nome Budget
ja: 予算名
ms: Nama Bajet
th: ชื่องบประมาณ
tr: Bütçe Adı
vi: Tên ngân sách
zh_hans: 预算名称

# form.label.budget_limit
source: Monthly Limit
de: Monatliches Limit
es: Límite Mensual
fr: Limite mensuelle
hi: मासिक सीमा
id: Batas Bulanan
it: Limite Mensile
ja: 月間限度額
ms: Had Bulanan
th: ขีดจำกัดรายเดือน
tr: Aylık Limit
vi: Hạn mức hàng tháng
zh_hans: 每月限额

# time.today
source: Today
de: Heute
es: Hoy
fr: Aujourd'hui
hi: आज
id: Hari ini
it: Oggi
ja: 今日
ms: Hari ini
th: วันนี้
tr: Bugün
vi: Hôm nay
zh_hans: 今天

# time.yesterday
source: Yesterday
de: Gestern
es: Ayer
fr: Hier
hi: कल
id: Kemarin
it: Ieri
ja: 昨日
ms: Semalam
th: เมื่อวาน
tr: Dün
vi: Hôm qua
zh_hans: 昨天

# reports.period.weekly
source: Weekly
de: Wöchentlich
es: Semanal
fr: Hebdomadaire
hi: साप्ताहिक
id: Mingguan
it: Settimanale
ja: 週次
ms: Mingguan
th: รายสัปดาห์
tr: Haftalık
vi: Hàng tuần
zh_hans: 每周

# reports.period.monthly
source: Monthly
de: Monatlich
es: Mensual
fr: Mensuel
hi: मासिक
id: Bulanan
it: Mensile
ja: 月次
ms: Bulanan
th: รายเดือน
tr: Aylık
vi: Hàng tháng
zh_hans: 每月

# week_picker.select_date_label
source: Select a Date
de: Datum auswählen
es: Seleccionar Fecha
fr: Sélectionner une date
hi: तिथि चुनें
id: Pilih Tanggal
it: Seleziona Data
ja: 日付を選択
ms: Pilih Tarikh
th: เลือกวันที่
tr: Tarih Seçin
vi: Chọn ngày
zh_hans: 选择日期

# week_picker.title
source: Select Week
de: Woche auswählen
es: Seleccionar Semana
fr: Sélectionner une semaine
hi: सप्ताह चुनें
id: Pilih Minggu
it: Seleziona Settimana
ja: 週を選択
ms: Pilih Minggu
th: เลือกสัปดาห์
tr: Hafta Seç
vi: Chọn tuần
zh_hans: 选择周

# form.label.set_end_date
source: Set End Date
de: Enddatum festlegen
es: Establecer Fecha de Fin
fr: Définir une date de fin
hi: अंतिम तिथि निर्धारित करें
id: Atur Tanggal Akhir
it: Imposta Data di Fine
ja: 終了日を設定
ms: Tetapkan Tarikh Tamat
th: ตั้งวันที่สิ้นสุด
tr: Bitiş Tarihi Belirle
vi: Đặt ngày kết thúc
zh_hans: 设置结束日期

# form.label.end_date
source: End Date
de: Enddatum
es: Fecha de Fin
fr: Date de fin
hi: अंतिम तिथि
id: Tanggal Akhir
it: Data di Fine
ja: 終了日
ms: Tarikh Tamat
th: วันที่สิ้นสุด
tr: Bitiş Tarihi
vi: Ngày kết thúc
zh_hans: 结束日期

# notification.daily.title
source: Time to Wrap Up the Day!
de: Zeit, den Tag abzuschließen!
es: ¡Es hora de cerrar el día!
fr: C'est l'heure de boucler la journée !
hi: दिन समाप्त करने का समय!
id: Waktunya menyelesaikan hari ini!
it: È ora di concludere la giornata!
ja: 一日の終わりです！
ms: Masa untuk mengakhiri hari ini!
th: ได้เวลาสรุปยอดของวัน!
tr: Günü Tamamlama Zamanı!
vi: Đã đến lúc kết thúc ngày hôm nay!
zh_hans: 是时候结束今天了！

# notification.daily.body
source: Have you added today's income and expenses to Walleo? Now is the best time to track your financial health.
de: Haben Sie Ihre heutigen Einnahmen und Ausgaben zu Walleo hinzugefügt? Der beste Zeitpunkt, um Ihre finanzielle Gesundheit zu verfolgen.
es: ¿Has añadido tus ingresos y gastos de hoy a Walleo? El mejor momento para seguir tu salud financiera.
fr: Avez-vous ajouté vos revenus et dépenses du jour dans Walleo ? Le meilleur moment pour suivre votre santé financière.
hi: क्या आपने आज की अपनी आय और व्यय को Walleo में जोड़ा है? अपनी वित्तीय सेहत पर नज़र रखने का यह सबसे अच्छा समय है।
id: Sudahkah Anda menambahkan pemasukan dan pengeluaran hari ini ke Walleo? Waktu terbaik untuk melacak kesehatan finansial Anda.
it: Hai aggiunto le tue entrate e uscite di oggi su Walleo? Il momento migliore per monitorare la tua salute finanziaria.
ja: 今日の収支をWalleoに追加しましたか？財務状況を把握する絶好の機会です。
ms: Sudahkah anda menambah pendapatan dan perbelanjaan hari ini ke Walleo? Masa terbaik untuk menjejaki kesihatan kewangan anda.
th: คุณได้เพิ่มรายรับและรายจ่ายของวันนี้ใน Walleo แล้วหรือยัง? นี่เป็นเวลาที่ดีที่สุดในการติดตามสุขภาพทางการเงินของคุณ
tr: Bugünkü gelir ve giderlerinizi Walleo'ya eklediniz mi? Finansal sağlığınızı takip etmek için en iyi zaman.
vi: Bạn đã thêm thu nhập và chi tiêu hôm nay vào Walleo chưa? Thời điểm tốt nhất để theo dõi sức khỏe tài chính của bạn.
zh_hans: 您今天是否已将收入和支出添加到Walleo？这是跟踪您财务健康的最佳时机。

# notification.weekly.title
source: Your Weekly Report is Ready!
de: Ihr Wochenbericht ist fertig!
es: ¡Tu informe semanal está listo!
fr: Votre rapport hebdomadaire est prêt !
hi: आपकी साप्ताहिक रिपोर्ट तैयार है!
id: Laporan mingguan Anda sudah siap!
it: Il tuo report settimanale è pronto!
ja: 週次レポートが準備できました！
ms: Laporan mingguan anda sudah sedia!
th: รายงานประจำสัปดาห์ของคุณพร้อมแล้ว!
tr: Haftalık Raporunuz Hazır!
vi: Báo cáo hàng tuần của bạn đã sẵn sàng!
zh_hans: 您的周报已准备就绪！

# notification.weekly.body
source: Discover last week's financial summary now. Detailed insights on your spending and income await you on the Summary screen.
de: Entdecken Sie jetzt Ihre Finanzübersicht der letzten Woche. Detaillierte Informationen zu Ihren Ausgaben und Einnahmen erwarten Sie im Berichtsbildschirm.
es: Descubre ahora tu resumen financiero de la última semana. Te esperan detalles sobre tus gastos e ingresos en la pantalla de Informes.
fr: Découvrez maintenant votre résumé financier de la semaine passée. Des informations détaillées sur vos dépenses et revenus vous attendent dans l'écran Rapports.
hi: अब पिछले सप्ताह का अपना वित्तीय सारांश देखें। आपके खर्चों और आय के बारे में विस्तृत जानकारी रिपोर्ट स्क्रीन में आपका इंतजार कर रही है।
id: Jelajahi ringkasan keuangan minggu lalu sekarang. Informasi terperinci tentang pengeluaran dan pemasukan Anda menanti di layar Laporan.
it: Scopri ora il riepilogo finanziario della scorsa settimana. Informazioni dettagliate sulle tue spese e entrate ti aspettano nella schermata Report.
ja: 先週の財務概要をご覧ください。支出と収入の詳細がレポート画面で待っています。
ms: Terokai ringkasan kewangan minggu lepas sekarang. Maklumat terperinci tentang perbelanjaan dan pendapatan anda menanti di skrin Laporan.
th: สำรวจสรุปการเงินของสัปดาห์ที่แล้วตอนนี้ ข้อมูลโดยละเอียดเกี่ยวกับรายจ่ายและรายรับของคุณกำลังรออยู่ที่หน้าจอรายงาน
tr: Geçen haftanın finansal özetini şimdi keşfedin. Harcamalarınız ve gelirleriniz hakkında detaylı bilgi Özet ekranında sizi bekliyor.
vi: Khám phá ngay bản tóm tắt tài chính tuần trước của bạn. Thông tin chi tiết về chi tiêu và thu nhập đang chờ bạn trong màn hình Báo cáo.
zh_hans: 立即查看上周的财务摘要。有关您的支出和收入的详细信息正在报告屏幕上等着您。

# settings.data.delete_all
source: Delete All Data
de: Alle Daten löschen
es: Eliminar Todos los Datos
fr: Supprimer toutes les données
hi: सभी डेटा हटाएं
id: Hapus Semua Data
it: Elimina Tutti i Dati
ja: すべてのデータを削除
ms: Padam Semua Data
th: ลบข้อมูลทั้งหมด
tr: Tüm Verileri Sil
vi: Xóa tất cả dữ liệu
zh_hans: 删除所有数据

# alert.delete_all_data.title
source: Delete All Data?
de: Alle Daten löschen?
es: ¿Eliminar todos los datos?
fr: Supprimer toutes les données ?
hi: सभी डेटा हटाएं?
id: Hapus semua data?
it: Eliminare tutti i dati?
ja: すべてのデータを削除しますか？
ms: Padam semua data?
th: ลบข้อมูลทั้งหมดหรือไม่?
tr: Tüm Veriler Silinsin mi?
vi: Xóa tất cả dữ liệu?
zh_hans: 要删除所有数据吗？

# alert.delete_all_data.message
source: This action cannot be undone. All of your accounts, transactions, and budgets on this device and in iCloud will be permanently deleted.
de: Dieser Vorgang kann nicht rückgängig gemacht werden. Alle Ihre Konten, Transaktionen und Budgets auf dem Gerät und in iCloud werden endgültig gelöscht.
es: Esta acción es irreversible. Todas tus cuentas, transacciones y presupuestos en el dispositivo y en iCloud se eliminarán permanentemente.
fr: Cette action est irréversible. Tous vos comptes, transactions et budgets sur l'appareil et dans iCloud seront supprimés définitivement.
hi: यह क्रिया पूर्ववत नहीं की जा सकती है। डिवाइस और iCloud पर आपके सभी खाते, लेन-देन और बजट स्थायी रूप से हटा दिए जाएंगे।
id: Tindakan ini tidak dapat dibatalkan. Semua akun, transaksi, dan anggaran Anda di perangkat dan di iCloud akan dihapus secara permanen.
it: Questa azione è irreversibile. Tutti i tuoi conti, transazioni e budget sul dispositivo e in iCloud verranno eliminati permanentemente.
ja: この操作は元に戻せません。デバイスとiCloud上のすべての口座、取引、予算が完全に削除されます。
ms: Tindakan ini tidak boleh dibatalkan. Semua akaun, urus niaga, dan bajet anda pada peranti dan di iCloud akan dipadam secara kekal.
th: การกระทำนี้ไม่สามารถย้อนกลับได้ บัญชี รายการ และงบประมาณทั้งหมดของคุณบนอุปกรณ์และใน iCloud จะถูกลบอย่างถาวร
tr: Bu işlem geri alınamaz. Cihazdaki ve iCloud'daki tüm hesaplarınız, işlemleriniz ve bütçeleriniz kalıcı olarak silinecektir.
vi: Hành động này không thể hoàn tác. Tất cả tài khoản, giao dịch và ngân sách của bạn trên thiết bị và trong iCloud sẽ bị xóa vĩnh viễn.
zh_hans: 此操作无法撤销。设备和iCloud中的所有账户、交易和预算都将被永久删除。

# common.confirm_delete
source: Yes, Delete All
de: Ja, alle löschen
es: Sí, eliminar todo
fr: Oui, tout supprimer
hi: हाँ, सभी हटाएं
id: Ya, hapus semua
it: Sì, elimina tutto
ja: はい、すべて削除します
ms: Ya, padam semua
th: ใช่, ลบทั้งหมด
tr: Evet, Tümünü Sil
vi: Có, xóa tất cả
zh_hans: 是，全部删除

# settings.data.icloud_backup
source: iCloud Backup
es: Copia de seguridad en iCloud
fr: Sauvegarde iCloud
hi: iCloud बैकअप
id: Cadangan iCloud
it: Backup iCloud
ja: iCloudバックアップ
ms: Sandaran iCloud
th: การสำรองข้อมูล iCloud
tr: iCloud Yedekleme
vi: Sao lưu iCloud
zh_hans: iCloud备份

# alert.icloud_toggle.title
source: Changing Backup Setting
de: Backup-Einstellung wird geändert
es: Cambiando ajuste de copia de seguridad
fr: Modification du paramètre de sauvegarde
hi: बैकअप सेटिंग बदल रही है
id: Mengubah Pengaturan Cadangan
it: Modifica Impostazione Backup
ja: バックアップ設定の変更
ms: Menukar Tetapan Sandaran
th: กำลังเปลี่ยนการตั้งค่าการสำรองข้อมูล
tr: Yedekleme Ayarı Değişiyor
vi: Đang thay đổi cài đặt sao lưu
zh_hans: 正在更改备份设置

# alert.icloud_toggle.message
source: Changing this setting requires the application to restart. Do you want to continue?
de: Das Ändern dieser Einstellung erfordert einen Neustart der App. Fortfahren?
es: Cambiar este ajuste requiere reiniciar la app. ¿Continuar?
fr: Changer ce paramètre nécessite un redémarrage de l'application. Continuer ?
hi: इस सेटिंग को बदलने के लिए ऐप को पुनरारंभ करना आवश्यक है। क्या आप जारी रखना चाहते हैं?
id: Mengubah pengaturan ini memerlukan mulai ulang aplikasi. Lanjutkan?
it: La modifica di questa impostazione richiede il riavvio dell'app. Continuare?
ja: この設定を変更するには、アプリの再起動が必要です。続行しますか？
ms: Menukar tetapan ini memerlukan aplikasi dimulakan semula. Teruskan?
th: การเปลี่ยนการตั้งค่านี้จำเป็นต้องรีสตาร์ทแอป ต้องการดำเนินการต่อหรือไม่?
tr: Bu ayarı değiştirmek, uygulamanın yeniden başlatılmasını gerektirir. Devam edilsin mi?
vi: Thay đổi cài đặt này yêu cầu khởi động lại ứng dụng. Bạn có muốn tiếp tục không?
zh_hans: 更改此设置需要重启应用。要继续吗？

# alert.language_change.confirm_button
source: Approve
de: Bestätigen
es: Confirmar
fr: Confirmer
hi: पुष्टि करें
id: Konfirmasi
it: Conferma
ja: 確認
ms: Sahkan
th: ยืนยัน
tr: Onayla
vi: Xác nhận
zh_hans: 确认

# alert.no_payment_account.title
source: No Suitable Account Found
de: Kein passendes Konto gefunden
es: No se encontró una cuenta de pago
fr: Aucun compte approprié trouvé
hi: उपयुक्त खाता नहीं मिला
id: Akun yang Sesuai Tidak Ditemukan
it: Nessun conto idoneo trovato
ja: 適切な口座が見つかりません
ms: Tiada Akaun yang Sesuai Ditemui
th: ไม่พบบัญชีที่เหมาะสม
tr: Uygun Hesap Bulunamadı
vi: Không tìm thấy tài khoản phù hợp
zh_hans: 未找到合适的账户

# alert.no_payment_account.message
source: To add this payment as an expense, you must first create a Wallet or Credit Card account.
de: Um diese Zahlung als Ausgabe hinzuzufügen, müssen Sie zuerst ein Brieftaschen- oder Kreditkartenkonto erstellen.
es: Para añadir este pago como un gasto, primero debes crear una cuenta de Cartera o Tarjeta de Crédito.
fr: Pour ajouter ce paiement comme une dépense, vous devez d'abord créer un compte Portefeuille ou Carte de crédit.
hi: इस भुगतान को व्यय के रूप में जोड़ने के लिए, आपको पहले एक बटुआ या क्रेडिट कार्ड खाता बनाना होगा।
id: Untuk menambahkan pembayaran ini sebagai pengeluaran, Anda harus membuat akun Dompet atau Kartu Kredit terlebih dahulu.
it: Per aggiungere questo pagamento come uscita, devi prima creare un conto Portafoglio o Carta di Credito.
ja: この支払いを支出として追加するには、まずウォレットまたはクレジットカードの口座を作成する必要があります。
ms: Untuk menambah bayaran ini sebagai perbelanjaan, anda mesti membuat akaun Dompet atau Kad Kredit terlebih dahulu.
th: ในการเพิ่มการชำระเงินนี้เป็นรายจ่าย คุณต้องสร้างบัญชีกระเป๋าเงินหรือบัตรเครดิตก่อน
tr: Bu ödemeyi gider olarak ekleyebilmek için öncelikle bir Cüzdan veya Kredi Kartı hesabı oluşturmanız gerekmektedir.
vi: Để thêm khoản thanh toán này dưới dạng chi tiêu, trước tiên bạn phải tạo tài khoản Ví hoặc Thẻ tín dụng.
zh_hans: 要将此付款添加为支出，您必须先创建一个钱包或信用卡账户。

# account_selection.title
source: Select Payment Account
de: Zahlungskonto auswählen
es: Seleccionar Cuenta de Pago
fr: Sélectionner le compte de paiement
hi: भुगतान खाता चुनें
id: Pilih Akun Pembayaran
it: Seleziona Conto di Pagamento
ja: 支払口座を選択
ms: Pilih Akaun Bayaran
th: เลือกบัญชีชำระเงิน
tr: Ödeme Yapılacak Hesabı Seçin
vi: Chọn tài khoản thanh toán
zh_hans: 选择付款账户

# account_type.wallet
source: Wallet
de: Brieftasche
es: Cartera
fr: Portefeuille
hi: बटुआ
id: Dompet
it: Portafoglio
ja: ウォレット
ms: Dompet
th: กระเป๋าเงิน
tr: Cüzdan
vi: Ví
zh_hans: 钱包

# account_type.credit_card
source: Credit Card
de: Kreditkarte
es: Tarjeta de Crédito
fr: Carte de crédit
hi: क्रेडिट कार्ड
id: Kartu Kredit
it: Carta di Credito
ja: クレジットカード
ms: Kad Kredit
th: บัตรเครดิต
tr: Kredi Kartı
vi: Thẻ tín dụng
zh_hans: 信用卡

# account_type.loan
source: Loan
de: Kredit
es: Préstamo
fr: Prêt
hi: ऋण
id: Pinjaman
it: Prestito
ja: ローン
ms: Pinjaman
th: เงินกู้
tr: Kredi
vi: Khoản vay
zh_hans: 贷款

# onboarding.page1.title
source: Your Financial Universe, at a Tap
de: Ihr Finanzuniversum, nur einen Fingertipp entfernt
es: Tu universo financiero, al alcance de tu mano
fr: Votre univers financier, à portée de main
hi: आपकी वित्तीय दुनिया, बस एक टैप में
id: Dunia Keuangan Anda, dalam Satu Sentuhan
it: Il Tuo Universo Finanziario, a Portata di Tocco
ja: あなたの資産を、ワンタップで管理
ms: Dunia Kewangan Anda, dalam Satu Sentuhan
th: จักรวาลการเงินของคุณ ในสัมผัสเดียว
tr: Finansal Evreniniz, Tek Dokunuşta
vi: Vũ trụ tài chính của bạn, trong một lần chạm
zh_hans: 您的财务世界，一键掌控

# onboarding.page1.subtitle
source: Take full control of your financial situation by managing your cash, credit cards, and loans all in one place.
de: Behalten Sie die volle Kontrolle über Ihre Finanzen, indem Sie Bargeld, Kreditkarten und Kredite an einem Ort verwalten.
es: Toma el control total de tu situación financiera gestionando tu efectivo, tarjetas de crédito y préstamos en un solo lugar.
fr: Prenez le contrôle total de votre situation financière en gérant votre argent liquide, vos cartes de crédit et vos prêts en un seul endroit.
hi: एक ही स्थान पर अपने नक़द, क्रेडिट कार्ड और ऋण का प्रबंधन करके अपनी वित्तीय स्थिति पर पूर्ण नियंत्रण प्राप्त करें।
id: Ambil kendali penuh atas situasi keuangan Anda dengan mengelola uang tunai, kartu kredit, dan pinjaman di satu tempat.
it: Prendi il pieno controllo della tua situazione finanziaria gestendo contanti, carte di credito e prestiti in un unico posto.
ja: 現金、クレジットカード、ローンを一つの場所で管理し、財務状況を完全に把握しましょう。
ms: Ambil alih kawalan penuh ke atas situasi kewangan anda dengan menguruskan wang tunai, kad kredit, dan pinjaman di satu tempat.
th: ควบคุมสถานะทางการเงินของคุณอย่างเต็มที่โดยการจัดการเงินสด บัตรเครดิต และเงินกู้ในที่เดียว
tr: Nakit, kredi kartı ve kredi borçlarınızı tek bir yerden yöneterek finansal durumunuzun tam kontrolünü elinize alın.
vi: Kiểm soát hoàn toàn tình hình tài chính của bạn bằng cách quản lý tiền mặt, thẻ tín dụng và các khoản vay ở một nơi duy nhất.
zh_hans: 在一个地方管理您的现金、信用卡和贷款，完全掌控您的财务状况。

# onboarding.page2.title
source: You Manage Your Budget, Not the Other Way Around
de: Sie verwalten Ihr Budget, nicht umgekehrt
es: Tú gestionas tu presupuesto, no al revés
fr: Gérez votre budget, ne le laissez pas vous gérer
hi: आप बजट का प्रबंधन करें, न कि बजट आपका
id: Anda yang Mengelola Anggaran, Bukan Sebaliknya
it: Sei Tu a Gestire il Budget, non Viceversa
ja: 予算を管理し、目標を達成
ms: Anda Mengurus Bajet, Bukan Sebaliknya
th: คุณจัดการงบประมาณ ไม่ใช่ให้งบประมาณจัดการคุณ
tr: Bütçeniz Sizi Değil, Siz Bütçenizi Yönetin
vi: Bạn quản lý ngân sách, không phải ngược lại
zh_hans: 管理您的预算，而非被预算管理

# onboarding.page2.subtitle
source: Create category-specific budgets and easily shape your spending towards your goals with visual progress tracking.
de: Erstellen Sie kategoriespezifische Budgets und gestalten Sie Ihre Ausgaben mühelos entsprechend Ihren Zielen mit visueller Fortschrittsverfolgung.
es: Crea presupuestos por categoría y ajusta fácilmente tus gastos a tus objetivos con un seguimiento visual del progreso.
fr: Créez des budgets par catégorie et façonnez facilement vos dépenses selon vos objectifs grâce à un suivi visuel de la progression.
hi: श्रेणी-विशिष्ट बजट बनाएं और दृश्य प्रगति ट्रैकिंग के साथ अपने खर्चों को अपने लक्ष्यों के अनुसार आसानी से आकार दें।
id: Buat anggaran khusus kategori dan bentuk pengeluaran Anda dengan mudah sesuai tujuan dengan pelacakan kemajuan visual.
it: Crea budget specifici per categoria e modella facilmente le tue spese in linea con i tuoi obiettivi grazie al monitoraggio visivo dei progressi.
ja: カテゴリー別の予算を作成し、進捗を視覚的に追跡することで、目標に合わせて支出を簡単に調整できます。
ms: Cipta bajet khusus kategori dan bentuk perbelanjaan anda dengan mudah mengikut matlamat dengan penjejakan kemajuan visual.
th: สร้างงบประมาณตามหมวดหมู่และปรับการใช้จ่ายของคุณให้สอดคล้องกับเป้าหมายได้อย่างง่ายดายด้วยการติดตามความคืบหน้าแบบเห็นภาพ
tr: Kategorilere özel bütçeler oluşturun ve görsel ilerleme takibiyle harcamalarınızı hedefleriniz doğrultusunda kolayca şekillendirin.
vi: Tạo ngân sách theo từng hạng mục và dễ dàng định hình chi tiêu của bạn theo mục tiêu với tính năng theo dõi tiến độ trực quan.
zh_hans: 创建特定类别的预算，并通过可视化进度跟踪轻松地根据您的目标调整支出。

# onboarding.page3.title
source: Let Your Data Speak, See Your Future
de: Lassen Sie Ihre Daten sprechen, sehen Sie Ihre Zukunft
es: Deja que tus datos hablen, visualiza tu futuro
fr: Laissez vos données parler, visualisez votre avenir
hi: अपने डेटा को बोलने दें, अपना भविष्य देखें
id: Biarkan Data Anda Berbicara, Lihat Masa Depan Anda
it: Lascia che i Tuoi Dati Parlino, Guarda al Futuro
ja: データから学び、未来を予測
ms: Biar Data Anda Berbicara, Lihat Masa Depan Anda
th: ให้ข้อมูลของคุณพูดแทน และมองเห็นอนาคต
tr: Verileriniz Konuşsun, Geleceğinizi Görün
vi: Hãy để dữ liệu lên tiếng, nhìn thấy tương lai của bạn
zh_hans: 让数据说话，洞见您的未来

# onboarding.page3.subtitle
source: Make smarter financial decisions by turning your past expenses into meaningful reports and comparative analyses.
de: Treffen Sie intelligentere finanzielle Entscheidungen, indem Sie Ihre vergangenen Ausgaben in aussagekräftige Berichte und Vergleichsanalysen umwandeln.
es: Toma decisiones financieras más inteligentes convirtiendo tus gastos pasados en informes significativos y análisis comparativos.
fr: Prenez des décisions financières plus judicieuses en transformant vos dépenses passées en rapports significatifs et analyses comparatives.
hi: अपने पिछले खर्चों को सार्थक रिपोर्ट और तुलनात्मक विश्लेषण में बदलकर बेहतर वित्तीय निर्णय लें।
id: Buat keputusan keuangan yang lebih cerdas dengan mengubah pengeluaran masa lalu Anda menjadi laporan yang bermakna dan analisis perbandingan.
it: Prendi decisioni finanziarie più intelligenti trasformando le tue spese passate in report significativi e analisi comparative.
ja: 過去の支出を有益なレポートや比較分析に変換し、より賢い財務判断を下しましょう。
ms: Buat keputusan kewangan yang lebih bijak dengan mengubah perbelanjaan masa lalu anda kepada laporan yang bermakna dan analisis perbandingan.
th: ตัดสินใจทางการเงินอย่างชาญฉลาดขึ้นโดยการแปลงข้อมูลการใช้จ่ายในอดีตของคุณให้เป็นรายงานที่มีความหมายและการวิเคราะห์เปรียบเทียบ
tr: Geçmiş harcamalarınızı anlamlı raporlara ve karşılaştırmalı analizlere dönüştürerek daha akıllı finansal kararlar verin.
vi: Đưa ra quyết định tài chính thông minh hơn bằng cách biến các khoản chi tiêu trong quá khứ thành các báo cáo có ý nghĩa và phân tích so sánh.
zh_hans: 将您过去的支出转化为有意义的报告和对比分析，从而做出更明智的财务决策。

# onboarding.page4.title
source: The Financial Assistant That Thinks of You
de: Ihr mitdenkender Finanzassistent
es: Tu asistente financiero que piensa en ti
fr: Votre assistant financier qui pense à vous
hi: आपका वित्तीय सहायक जो आपके बारे में सोचता है
id: Asisten Keuangan Anda yang Memikirkan Anda
it: Il Tuo Assistente Finanziario Personale
ja: あなたのための財務アシスタント
ms: Pembantu Kewangan Anda yang Memikirkan Anda
th: ผู้ช่วยทางการเงินที่คิดถึงคุณ
tr: Sizi Düşünen Finansal Asistan
vi: Trợ lý tài chính luôn nghĩ cho bạn
zh_hans: 为您着想的财务助理

# onboarding.page4.subtitle
source: Rest easy with smart notifications that proactively remind you of everything from due dates to budget overruns.
de: Seien Sie beruhigt mit intelligenten Benachrichtigungen, die Sie proaktiv an alle wichtigen Details erinnern, von Fälligkeitsterminen bis zu Budgetüberschreitungen.
es: Relájate con notificaciones inteligentes que te recuerdan proactivamente cada detalle importante, desde fechas de facturas hasta excesos de presupuesto.
fr: Soyez serein grâce à des notifications intelligentes qui vous rappellent proactivement chaque détail important, des dates de facturation aux dépassements de budget.
hi: स्मार्ट सूचनाओं के साथ निश्चिंत रहें जो आपको बिल की तारीखों से लेकर बजट से अधिक होने तक हर महत्वपूर्ण विवरण की सक्रिय रूप से याद दिलाती हैं।
id: Tenang dengan notifikasi cerdas yang secara proaktif mengingatkan Anda tentang setiap detail penting, mulai dari tanggal tagihan hingga pelanggaran anggaran.
it: Stai tranquillo con notifiche intelligenti che ti ricordano proattivamente ogni dettaglio importante, dalle scadenze delle bollette al superamento del budget.
ja: 請求日から予算超過まで、重要な詳細を積極的に通知するスマートなアラートで安心。
ms: Bertenang dengan pemberitahuan pintar yang secara proaktif mengingatkan anda tentang setiap butiran penting, dari tarikh bil hingga pelanggaran bajet.
th: สบายใจไปกับการแจ้งเตือนอัจฉริยะที่คอยเตือนคุณเกี่ยวกับทุกรายละเอียดสำคัญ ตั้งแต่วันครบกำหนดชำระบิลไปจนถึงการใช้งบประมาณเกิน
tr: Fatura tarihlerinden bütçe aşımlarına kadar her önemli detayı size proaktif olarak hatırlatan akıllı bildirimlerle içiniz rahat olsun.
vi: Hãy yên tâm với các thông báo thông minh chủ động nhắc nhở bạn về mọi chi tiết quan trọng, từ ngày thanh toán hóa đơn đến việc vượt ngân sách.
zh_hans: 智能通知会主动提醒您从账单日到预算超支的每一个重要细节，让您高枕无忧。
