Repository: tturanmustafa/Walleo
Catalog: Walleo/UI/Resources/*.lproj/Localizable.strings
Languages: de, es, fr, hi, id, it, ja, ms, th, tr, vi, zh_hans

# loan_report.view.calendar
source: Calendar
de: Kalender
es: Calendario
fr: Calendrier
hi: कैलेंडर
id: Kalender
it: Calendario
ja: カレンダー
ms: Kalendar
th: ปฏิทิน
tr: Takvim
vi: Lịch
zh_hans: 日历

# loan_report.view.performance
source: Performance
de: Leistung
es: Rendimiento
hi: प्रदर्शन
id: Kinerja
ja: パフォーマンス
ms: Prestasi
th: ประสิทธิภาพ
tr: Performans
vi: Hiệu suất
zh_hans: 表现

# loan_report.sort.by_date
source: Sort by Date
de: Nach Datum
es: Por Fecha
fr: Par date
hi: तिथि के अनुसार
id: Berdasarkan Tanggal
it: Per Data
ja: 日付順
ms: Mengikut Tarikh
th: ตามวันที่
tr: Tarihe Göre
vi: Theo ngày
zh_hans: 按日期

# loan_report.sort.by_amount
source: Sort by Amount
de: Nach Betrag
es: Por Importe
fr: Par montant
hi: राशि के अनुसार
id: Berdasarkan Jumlah
it: Per Importo
ja: 金額順
ms: Mengikut Jumlah
th: ตามจำนวนเงิน
tr: Tutara Göre
vi: Theo số tiền
zh_hans: 按金额

# loan_report.sort.by_progress
source: Sort by Progress
de: Nach Fortschritt
es: Por Progreso
fr: Par progression
hi: प्रगति के अनुसार
id: Berdasarkan Kemajuan
it: Per Progresso
ja: 進捗順
ms: Mengikut Kemajuan
th: ตามความคืบหน้า
tr: İlerlemeye Göre
vi: Theo tiến độ
zh_hans: 按进度

# loan_report.overview
source: Total Debt Overview
de: Gesamtschuldenstatus
es: Estado General de la Deuda
fr: Situation globale de la dette
hi: कुल ऋण स्थिति
id: Status Utang Keseluruhan
it: Stato Debito Complessivo
ja: 総負債状況
ms: Status Hutang Keseluruhan
th: สถานะหนี้สินโดยรวม
tr: Toplam Borç Durumu
vi: Tình hình nợ tổng thể
zh_hans: 总债务状况

# loan_report.completed
source: Completed
de: Abgeschlossen
es: Completados
fr: Terminés
hi: पूर्ण
id: Selesai
it: Completati
ja: 完了済み
ms: Selesai
th: เสร็จสมบูรณ์
tr: Tamamlanan
vi: Đã hoàn thành
zh_hans: 已完成

# loan_report.active_loans
source: Active Loans
de: Aktive Kredite
es: Préstamos Activos
fr: Prêts actifs
hi: सक्रिय ऋण
id: Pinjaman Aktif
it: Prestiti Attivi
ja: アクティブなローン
ms: Pinjaman Aktif
th: เงินกู้ที่ใช้งานอยู่
tr: Aktif Krediler
vi: Các khoản vay đang hoạt động
zh_hans: 有效贷款

# loan_report.monthly_payment
source: Monthly Payment
de: Monatliche Zahlung
es: Pago Mensual
fr: Paiement mensuel
hi: मासिक भुगतान
id: Pembayaran Bulanan
it: Pagamento Mensile
ja: 月々の返済額
ms: Bayaran Bulanan
th: การชำระเงินรายเดือน
tr: Aylık Ödeme
vi: Thanh toán hàng tháng
zh_hans: 每月还款

# loan_report.total_paid
source: Total Paid
de: Gesamt bezahlt
es: Total Pagado
fr: Total payé
hi: कुल भुगतान किया गया
id: Total Dibayar
it: Totale Pagato
ja: 返済総額
ms: Jumlah Dibayar
th: ยอดชำระทั้งหมด
tr: Toplam Ödenen
vi: Tổng đã trả
zh_hans: 已付总额

# loan_report.remaining
source: Remaining Debt
de: Restschuld
es: Deuda Restante
fr: Dette restante
hi: शेष ऋण
id: Sisa Utang
it: Debito Residuo
ja: 残債
ms: Baki Hutang
th: หนี้คงค้าง
tr: Kalan Borç
vi: Nợ còn lại
zh_hans: 剩余债务

# loan_report.estimated_completion
source: Estimated Completion Date
de: Voraussichtliches Enddatum
es: Fecha de Finalización Estimada
fr: Date de fin estimée
hi: अनुमानित समाप्ति तिथि
id: Estimasi Tanggal Selesai
it: Data di Estinzione Stimata
ja: 完済予定日
ms: Anggaran Tarikh Selesai
th: วันที่คาดว่าจะเสร็จสิ้น
tr: Tahmini Bitiş Tarihi
vi: Ngày hoàn thành dự kiến
zh_hans: 预计完成日期

# loan_report.monthly_payment_load
source: Monthly Payment Load
de: Monatliche Ratenbelastung
es: Carga de Cuotas Mensuales
fr: Charge mensuelle des mensualités
hi: मासिक किस्त का बोझ
id: Beban Cicilan Bulanan
it: Carico Rate Mensili
ja: 月々の返済負担
ms: Beban Ansuran Bulanan
th: ภาระการชำระเงินรายเดือน
tr: Aylık Taksit Yükü
vi: Gánh nặng trả góp hàng tháng
zh_hans: 每月分期负担

# loan_report.no_future_payments
source: No future payments scheduled
de: Keine zukünftigen Zahlungen
es: No hay pagos futuros
fr: Aucun paiement futur
hi: कोई भविष्य का भुगतान नहीं
id: Tidak ada pembayaran di masa depan
it: Nessun pagamento futuro
ja: 今後の返済はありません
ms: Tiada bayaran masa depan
th: ไม่มีการชำระเงินในอนาคต
tr: Gelecek ödeme bulunmuyor
vi: Không có khoản thanh toán trong tương lai
zh_hans: 无未来付款

# loan_report.distribution
source: Loan Distribution
de: Kreditverteilung
es: Distribución de Préstamos
fr: Répartition des prêts
hi: ऋण वितरण
id: Distribusi Pinjaman
it: Distribuzione Prestiti
ja: ローン分布
ms: Agihan Pinjaman
th: การกระจายเงินกู้
tr: Kredi Dağılımı
vi: Phân bổ khoản vay
zh_hans: 贷款分布

# loan_report.no_active_loans
source: No active loans
de: Keine aktiven Kredite
es: No hay préstamos activos
fr: Aucun prêt actif
hi: कोई सक्रिय ऋण नहीं
id: Tidak ada pinjaman aktif
it: Nessun prestito attivo
ja: アクティブなローンはありません
ms: Tiada pinjaman aktif
th: ไม่มีเงินกู้ที่ใช้งานอยู่
tr: Aktif kredi bulunmuyor
vi: Không có khoản vay đang hoạt động
zh_hans: 无有效贷款

# loan_report.search_placeholder
source: Search loans...
de: Kredit suchen...
es: Buscar préstamo...
fr: Rechercher un prêt...
hi: ऋण खोजें...
id: Cari pinjaman...
it: Cerca prestito...
ja: ローンを検索...
ms: Cari pinjaman...
th: ค้นหาเงินกู้...
tr: Kredi ara...
vi: Tìm kiếm khoản vay...
zh_hans: 搜索贷款...

# loan_report.active_only
source: Active Only
de: Nur Aktive
es: Solo Activos
fr: Actifs seulement
hi: केवल सक्रिय
id: Hanya yang Aktif
it: Solo Attivi
ja: アクティブのみ
ms: Aktif Sahaja
th: เฉพาะที่ใช้งานอยู่
tr: Sadece Aktifler
vi: Chỉ đang hoạt động
zh_hans: 仅有效

# loan_report.sort
source: Sort
de: Sortieren
es: Ordenar
fr: Trier
hi: क्रमबद्ध करें
id: Urutkan
it: Ordina
ja: 並べ替え
ms: Isih
th: จัดเรียง
tr: Sırala
vi: Sắp xếp
zh_hans: 排序

# loan_report.principal_amount
source: Principal Amount
de: Hauptbetrag
es: Principal
fr: Montant principal
hi: मूल राशि
id: Pokok
it: Capitale
ja: 元金
ms: Pokok
th: เงินต้น
tr: Ana Para
vi: Tiền gốc
zh_hans: 本金

# loan_report.interest_rate
source: Interest Rate
de: Zinssatz
es: Tasa de Interés
fr: Taux d'intérêt
hi: ब्याज दर
id: Suku Bunga
it: Tasso d'Interesse
ja: 利率
ms: Kadar Faedah
th: อัตราดอกเบี้ย
tr: Faiz Oranı
vi: Lãi suất
zh_hans: 利率

# loan_report.total_to_pay
source: Total to Pay
de: Gesamt zu zahlen
es: Total a Pagar
fr: Total à payer
hi: कुल देय
id: Total yang Harus Dibayar
it: Totale da Pagare
ja: 総返済額
ms: Jumlah Perlu Dibayar
th: ยอดที่ต้องชำระทั้งหมด
tr: Toplam Ödenecek
vi: Tổng phải trả
zh_hans: 应付总额

# loan_report.total_interest
source: Total Interest
de: Gesamtzinsen
es: Intereses Totales
fr: Intérêts totaux
hi: कुल ब्याज
id: Total Bunga
it: Interessi Totali
ja: 総利息
ms: Jumlah Faedah
th: ดอกเบี้ยทั้งหมด
tr: Toplam Faiz
vi: Tổng lãi
zh_hans: 总利息

# loan_report.last_payment_date
source: Last Payment Date
de: Letztes Zahlungsdatum
es: Fecha del Último Pago
fr: Date du dernier paiement
hi: अंतिम भुगतान तिथि
id: Tanggal Pembayaran Terakhir
it: Data Ultimo Pagamento
ja: 最終返済日
ms: Tarikh Bayaran Terakhir
th: วันที่ชำระเงินล่าสุด
tr: Son Ödeme Tarihi
vi: Ngày thanh toán cuối cùng
zh_hans: 最后付款日期

# loan_report.payment_performance
source: Payment Performance
de: Zahlungsleistung
es: Rendimiento de Pago
fr: Performance de paiement
hi: भुगतान प्रदर्शन
id: Kinerja Pembayaran
it: Performance di Pagamento
ja: 返済パフォーマンス
ms: Prestasi Bayaran
th: ประสิทธิภาพการชำระเงิน
tr: Ödeme Performansı
vi: Hiệu suất thanh toán
zh_hans: 付款表现

# loan_report.score
source: Score
de: Punktzahl
es: Puntuación
hi: स्कोर
id: Skor
it: Punteggio
ja: スコア
ms: Skor
th: คะแนน
tr: Skor
vi: Điểm
zh_hans: 得分

# loan_report.next_payment
source: Next Payment
de: Nächste Zahlung
es: Próximo Pago
fr: Prochain paiement
hi: अगला भुगतान
id: Pembayaran Berikutnya
it: Prossimo Pagamento
ja: 次回返済
ms: Bayaran Seterusnya
th: การชำระเงินครั้งถัดไป
tr: Sonraki Ödeme
vi: Thanh toán tiếp theo
zh_hans: 下次付款

# loan_report.days_remaining
source: %d days remaining
de: noch %d Tage
es: quedan %d días
fr: %d jours restants
hi: %d दिन शेष
id: %d hari lagi
it: %d giorni rimanenti
ja: 残り%d日
ms: baki %d hari
th: เหลืออีก %d วัน
tr: %d gün kaldı
vi: còn lại %d ngày
zh_hans: 剩余%d天

# loan_report.due_today
source: Due Today!
de: Heute fällig!
es: ¡Vence Hoy!
fr: À payer aujourd'hui !
hi: आज देय है!
id: Jatuh Tempo Hari Ini!
it: Scade Oggi!
ja: 本日が期日です！
ms: Tamat Tempoh Hari Ini!
th: ครบกำหนดวันนี้!
tr: Bugün Ödenmeli!
vi: Đến hạn hôm nay!
zh_hans: 今天到期！

# loan_report.overdue
source: Overdue!
de: Überfällig!
es: ¡Vencido!
fr: En retard !
hi: अतिदेय!
id: Jatuh Tempo!
it: Scaduto!
ja: 期日超過！
ms: Tertunggak!
th: เกินกำหนด!
tr: Gecikmiş!
vi: Quá hạn!
zh_hans: 已逾期！

# loan_report.installments_in_period
source: Installments in Period
de: Raten im Zeitraum
es: Cuotas en el Período
fr: Mensualités de la période
hi: अवधि में किस्तें
id: Cicilan dalam Periode
it: Rate nel Periodo
ja: 期間中の返済回数
ms: Ansuran dalam Tempoh
th: งวดในรอบเวลา
tr: Dönem Taksitleri
vi: Kỳ trả góp trong kỳ
zh_hans: 本期分期

# loan_report.more_installments
source: ... and %d more
de: ... und %d weitere Raten
es: ... y %d cuotas más
fr: ... et %d autres mensualités
hi: ... और %d और किस्तें
id: ... dan %d cicilan lagi
it: ... e altre %d rate
ja: ...さらに%d回の返済
ms: ... dan %d ansuran lagi
th: ... และอีก %d งวด
tr: ... ve %d taksit daha
vi: ... và %d kỳ trả góp nữa
zh_hans: ...以及另外%d期

# loan_report.monthly_total
source: Monthly Total
de: Monatssumme
es: Total Mensual
fr: Total mensuel
hi: मासिक कुल
id: Total Bulanan
it: Totale Mensile
ja: 月合計
ms: Jumlah Bulanan
th: ยอดรวมรายเดือน
tr: Aylık Toplam
vi: Tổng cộng hàng tháng
zh_hans: 月度总计

# loan_report.performance_score
source: Performance Score
de: Leistungspunktzahl
es: Puntuación de Rendimiento
fr: Score de performance
hi: प्रदर्शन स्कोर
id: Skor Kinerja
it: Punteggio Performance
ja: パフォーマンススコア
ms: Skor Prestasi
th: คะแนนประสิทธิภาพ
tr: Performans Skoru
vi: Điểm hiệu suất
zh_hans: 表现得分

# loan_report.performance_excellent
source: Excellent
de: Ausgezeichnet
es: Excelente
hi: उत्कृष्ट
id: Sangat Baik
it: Eccellente
ja: 優秀
ms: Cemerlang
th: ยอดเยี่ยม
tr: Mükemmel
vi: Xuất sắc
zh_hans: 优秀

# loan_report.performance_good
source: Good
de: Gut
es: Bueno
fr: Bon
hi: अच्छा
id: Baik
it: Buono
ja: 良好
ms: Baik
th: ดี
tr: İyi
vi: Tốt
zh_hans: 良好

# loan_report.performance_fair
source: Fair
de: Mittelmäßig
es: Regular
fr: Moyen
hi: ठीक
id: Cukup
it: Sufficiente
ja: 普通
ms: Sederhana
th: พอใช้
tr: Orta
vi: Khá
zh_hans: 一般

# loan_report.performance_poor
source: Poor
de: Schlecht
es: Malo
fr: Faible
hi: खराब
id: Buruk
it: Scarso
ja: 低い
ms: Lemah
th: แย่
tr: Kötü
vi: Kém
zh_hans: 差

# loan_report.total_interest_paid
source: Total Interest Paid
de: Gezahlte Gesamtzinsen
es: Intereses Totales Pagados
fr: Total des intérêts payés
hi: कुल ब्याज भुगतान किया गया
id: Total Bunga Dibayar
it: Interessi Totali Pagati
ja: 支払い済み利息総額
ms: Jumlah Faedah Dibayar
th: ดอกเบี้ยที่ชำระแล้วทั้งหมด
tr: Ödenen Toplam Faiz
vi: Tổng lãi đã trả
zh_hans: 已付总利息

# loan_report.avg_monthly_payment
source: Average Monthly Payment
de: Durchschnittliche monatliche Zahlung
es: Pago Mensual Promedio
fr: Paiement mensuel moyen
hi: औसत मासिक भुगतान
id: Rata-rata Pembayaran Bulanan
it: Pagamento Mensile Medio
ja: 平均月次返済額
ms: Purata Bayaran Bulanan
th: การชำระเงินเฉลี่ยรายเดือน
tr: Ortalama Aylık Ödeme
vi: Thanh toán trung bình hàng tháng
zh_hans: 月均还款

# loan_report.on_time
source: On Time
de: Pünktlich
es: A tiempo
fr: À temps
hi: समय पर
id: Tepat Waktu
it: In Orario
ja: 期日通り
ms: Tepat Masa
th: ตรงเวลา
tr: Zamanında
vi: Đúng hạn
zh_hans: 准时

# loan_report.late
source: Late
de: Verspätet
es: Con retraso
fr: En retard
hi: देर से
id: Terlambat
it: In Ritardo
ja: 遅延
ms: Lewat
th: ล่าช้า
tr: Geç
vi: Trễ hạn
zh_hans: 延迟

# loan_report.missed
source: Missed
de: Verpasst
es: Omitido
fr: Manqué
hi: चूका हुआ
id: Terlewat
it: Mancato
ja: 未払い
ms: Terlepas
th: พลาด
tr: Kaçırılan
vi: Bỏ lỡ
zh_hans: 错过

# spending_report.view.summary
source: Summary
de: Übersicht
es: Resumen
fr: Résumé
hi: सारांश
id: Ringkasan
it: Riepilogo
ja: 概要
ms: Ringkasan
th: สรุป
tr: Özet
vi: Tóm tắt
zh_hans: 概要

# spending_report.view.category
source: Categories
de: Kategorien
es: Categorías
fr: Catégories
hi: श्रेणियाँ
id: Kategori
it: Categorie
ja: カテゴリー
ms: Kategori
th: หมวดหมู่
tr: Kategoriler
vi: Hạng mục
zh_hans: 类别

# spending_report.view.time
source: Time Analysis
de: Zeitanalyse
es: Análisis Temporal
fr: Analyse temporelle
hi: समय विश्लेषण
id: Analisis Waktu
it: Analisi Temporale
ja: 時間分析
ms: Analisis Masa
th: การวิเคราะห์เวลา
tr: Zaman Analizi
vi: Phân tích thời gian
zh_hans: 时间分析

# spending_report.view.comparison
source: Comparison
de: Vergleich
es: Comparación
fr: Comparaison
hi: तुलना
id: Perbandingan
it: Confronto
ja: 比較
ms: Perbandingan
th: การเปรียบเทียบ
tr: Karşılaştırma
vi: So sánh
zh_hans: 对比

# spending_report.no_data
source: No Expenses Found
de: Keine Ausgaben gefunden
es: No se encontraron Gastos
fr: Aucune dépense trouvée
hi: कोई खर्च नहीं मिला
id: Pengeluaran Tidak Ditemukan
it: Nessuna Spesa Trovata
ja: 支出が見つかりません
ms: Tiada Perbelanjaan Ditemui
th: ไม่พบการใช้จ่าย
tr: Harcama Bulunamadı
vi: Không tìm thấy chi tiêu
zh_hans: 未找到支出

# spending_report.no_data_desc
source: No expenses found in the selected date range
de: Im ausgewählten Zeitraum gibt es keine Ausgaben
es: No hay gastos en el rango de fechas seleccionado
fr: Aucune dépense pour la période sélectionnée.
hi: चयनित तिथि सीमा में कोई खर्च नहीं है
id: Tidak ada pengeluaran dalam rentang tanggal yang dipilih
it: Nessuna spesa trovata nell'intervallo di date selezionato
ja: 選択した期間に支出はありません
ms: Tiada perbelanjaan dalam julat tarikh yang dipilih
th: ไม่มีการใช้จ่ายในช่วงวันที่ที่เลือก
tr: Seçilen tarih aralığında harcama bulunmuyor
vi: Không có chi tiêu trong khoảng thời gian đã chọn
zh_hans: 在选定日期范围内无支出

# spending_report.total_spending
source: Total Spending
de: Gesamtausgaben
es: Gasto Total
fr: Dépenses totales
hi: कुल खर्च
id: Total Pengeluaran
it: Spesa Totale
ja: 総支出
ms: Jumlah Perbelanjaan
th: การใช้จ่ายทั้งหมด
tr: Toplam Harcama
vi: Tổng chi tiêu
zh_hans: 总支出

# spending_report.daily_avg
source: Daily Average
de: Tägl. Durchschnitt
es: Promedio Diario
fr: Moyenne quotidienne
hi: दैनिक औसत
id: Rata-rata Harian
it: Media Giornaliera
ja: 日平均
ms: Purata Harian
th: เฉลี่ยต่อวัน
tr: Günlük Ortalama
vi: Trung bình hàng ngày
zh_hans: 日均

# spending_report.transaction_count
source: Transactions
de: Anzahl Transaktionen
es: Número de Transacciones
fr: Nombre de transactions
hi: लेन-देन की संख्या
id: Jumlah Transaksi
it: Numero Transazioni
ja: 取引件数
ms: Bilangan Urus Niaga
th: จำนวนรายการ
tr: İşlem Sayısı
vi: Số lượng giao dịch
zh_hans: 交易次数

# spending_report.avg_transaction
source: Avg per Transaction
de: Durchschnittliche Transaktion
es: Transacción Promedio
fr: Transaction moyenne
hi: औसत लेन-देन
id: Rata-rata Transaksi
it: Transazione Media
ja: 平均取引額
ms: Purata Urus Niaga
th: รายการเฉลี่ย
tr: Ortalama İşlem
vi: Giao dịch trung bình
zh_hans: 平均交易额

# spending_report.highest_expense
source: Highest Expense
de: Höchste Ausgabe
es: Gasto Más Alto
fr: Dépense la plus élevée
hi: उच्चतम खर्च
id: Pengeluaran Tertinggi
it: Spesa Massima
ja: 最高支出
ms: Perbelanjaan Tertinggi
th: รายจ่ายสูงสุด
tr: En Yüksek Harcama
vi: Chi tiêu cao nhất
zh_hans: 最高支出

# spending_report.increase
source: Increase
de: Anstieg
es: Aumento
fr: Augmentation
hi: वृद्धि
id: Kenaikan
it: Aumento
ja: 増加
ms: Kenaikan
th: เพิ่มขึ้น
tr: Artış
vi: Tăng
zh_hans: 增加

# spending_report.decrease
source: Decrease
de: Rückgang
es: Disminución
fr: Diminution
hi: कमी
id: Penurunan
it: Diminuzione
ja: 減少
ms: Penurunan
th: ลดลง
tr: Azalış
vi: Giảm
zh_hans: 减少

# spending_report.top_categories
source: Top Spending Categories
de: Top-Ausgabenkategorien
es: Principales Categorías de Gasto
fr: Principales catégories de dépenses
hi: शीर्ष खर्च श्रेणियाँ
id: Kategori Pengeluaran Teratas
it: Categorie di Spesa Principali
ja: 上位支出カテゴリー
ms: Kategori Perbelanjaan Teratas
th: หมวดหมู่การใช้จ่ายสูงสุด
tr: En Çok Harcanan Kategoriler
vi: Các hạng mục chi tiêu hàng đầu
zh_hans: 主要支出类别

# spending_report.weekly_summary
source: Weekly Summary
de: Wochenübersicht
es: Resumen Semanal
fr: Résumé hebdomadaire
hi: साप्ताहिक सारांश
id: Ringkasan Mingguan
it: Riepilogo Settimanale
ja: 週次概要
ms: Ringkasan Mingguan
th: สรุปรายสัปดาห์
tr: Haftalık Özet
vi: Tóm tắt hàng tuần
zh_hans: 周度概要

# spending_report.insights
source: Smart Insights
de: Intelligente Einblicke
es: Perspectivas Inteligentes
fr: Aperçus intelligents
hi: स्मार्ट अंतर्दृष्टि
id: Wawasan Cerdas
it: Approfondimenti Intelligenti
ja: インサイト
ms: Wawasan Pintar
th: ข้อมูลเชิงลึก
tr: Akıllı İçgörüler
vi: Thông tin chi tiết thông minh
zh_hans: 智能洞察

# spending_report.insight.busiest_day
source: Your busiest day was %@ with %@ in expenses
de: Ihr aktivster Tag war der %@ mit %@ Ausgaben
es: Tu día más activo fue el %@ con %@ de gasto
fr: Votre journée la plus chargée était le %@ avec %@ de dépenses
hi: %@ को %@ खर्च के साथ आपका सबसे व्यस्त दिन था
id: Hari tersibuk Anda adalah %@ dengan pengeluaran %@
it: Il tuo giorno più intenso è stato il %@ con una spesa di %@
ja: 最も支出が多かった日は%@で、%@を支出しました
ms: Hari paling sibuk anda ialah %@ dengan perbelanjaan %@
th: วันที่คึกคักที่สุดของคุณคือ %@ ด้วยการใช้จ่าย %@
tr: %@ tarihinde %@ harcama ile en yoğun gününüz
vi: Ngày bận rộn nhất của bạn là %@ với chi tiêu %@
zh_hans: 您最繁忙的一天是%@，支出为%@

# spending_report.insight.top_category
source: %@ accounts for %.1f%% of your total spending
de: Die Kategorie %@ macht %%%.1f Ihrer Gesamtausgaben aus
es: La categoría %@ representa el %%%.1f de tu gasto total
fr: La catégorie %@ représente %%%.1f de vos dépenses totales
hi: %@ श्रेणी आपके कुल खर्च का %%%.1f है
id: Kategori %@ merupakan %%%.1f dari total pengeluaran Anda
it: La categoria %@ costituisce il %%%.1f della tua spesa totale
ja: カテゴリー「%@」が総支出の%%%.1fを占めています
ms: Kategori %@ merangkumi %%%.1f daripada jumlah perbelanjaan anda
th: หมวดหมู่ %@ คิดเป็น %%%.1f ของการใช้จ่ายทั้งหมดของคุณ
tr: %@ kategorisi toplam harcamanızın %%%.1f'ini oluşturuyor
vi: Hạng mục %@ chiếm %%%.1f tổng chi tiêu của bạn
zh_hans: %@类别占您总支出的%%%.1f

# spending_report.insight.weekend_warning
source: Your weekend average spending is high compared to weekdays
de: Ihre durchschnittlichen Ausgaben am Wochenende sind höher als an Wochentagen
es: Tu gasto promedio de fin de semana es mayor que el de entre semana
fr: Vos dépenses moyennes le week-end sont plus élevées que pendant la semaine
hi: आपका सप्ताहांत का औसत खर्च कार्यदिवसों की तुलना में अधिक है
id: Rata-rata pengeluaran akhir pekan Anda lebih tinggi dari hari kerja
it: La tua spesa media nel weekend è più alta rispetto ai giorni feriali
ja: 週末の平均支出は平日よりも高くなっています
ms: Purata perbelanjaan hujung minggu anda lebih tinggi daripada hari bekerja
th: การใช้จ่ายเฉลี่ยช่วงสุดสัปดาห์ของคุณสูงกว่าวันธรรมดา
tr: Hafta sonu ortalama harcamalarınız hafta içine göre yüksek
vi: Chi tiêu trung bình cuối tuần của bạn cao hơn ngày thường
zh_hans: 您的周末平均支出高于工作日

# spending_report.category_distribution
source: Category Distribution
de: Kategorienverteilung
es: Distribución por Categoría
fr: Répartition par catégorie
hi: श्रेणी वितरण
id: Distribusi Kategori
it: Distribuzione Categorie
ja: カテゴリー別分布
ms: Agihan Kategori
th: การกระจายหมวดหมู่
tr: Kategori Dağılımı
vi: Phân bổ theo hạng mục
zh_hans: 类别分布

# spending_report.category_details
source: Category Details
de: Kategoriendetails
es: Detalles de la Categoría
fr: Détails de la catégorie
hi: श्रेणी विवरण
id: Detail Kategori
it: Dettagli Categoria
ja: カテゴリー詳細
ms: Butiran Kategori
th: รายละเอียดหมวดหมู่
tr: Kategori Detayları
vi: Chi tiết hạng mục
zh_hans: 类别详情

# spending_report.largest_expense
source: Largest Expense
de: Größte Ausgabe
es: Gasto Más Grande
fr: Plus grande dépense
hi: सबसे बड़ा खर्च
id: Pengeluaran Terbesar
it: Spesa Maggiore
ja: 最大の支出
ms: Perbelanjaan Terbesar
th: รายจ่ายใหญ่ที่สุด
tr: En Büyük Harcama
vi: Chi tiêu lớn nhất
zh_hans: 最大支出

# spending_report.avg_per_transaction
source: Average per Transaction
de: Durchschnitt pro Transaktion
es: Promedio por Transacción
fr: Moyenne par transaction
hi: प्रति लेन-देन औसत
id: Rata-rata per Transaksi
it: Media per Transazione
ja: 取引あたりの平均
ms: Purata setiap Urus Niaga
th: เฉลี่ยต่อรายการ
tr: İşlem Başına Ortalama
vi: Trung bình mỗi giao dịch
zh_hans: 每笔交易平均

# spending_report.daily_trend
source: Daily Spending Trend
de: Täglicher Ausgabentrend
es: Tendencia de Gasto Diario
fr: Tendance quotidienne des dépenses
hi: दैनिक खर्च की प्रवृत्ति
id: Tren Pengeluaran Harian
it: Trend di Spesa Giornaliero
ja: 日次支出トレンド
ms: Aliran Perbelanjaan Harian
th: แนวโน้มการใช้จ่ายรายวัน
tr: Günlük Harcama Trendi
vi: Xu hướng chi tiêu hàng ngày
zh_hans: 每日支出趋势

# spending_report.weekday_weekend
source: Weekday vs Weekend
de: Wochentag vs. Wochenende
es: Entre semana vs. Fin de semana
fr: Semaine vs Week-end
hi: कार्यदिवस बनाम सप्ताहांत
id: Hari Kerja vs. Akhir Pekan
it: Feriali vs. Weekend
ja: 平日 vs 週末
ms: Hari Bekerja lwn Hujung Minggu
th: วันธรรมดา vs สุดสัปดาห์
tr: Hafta İçi vs Hafta Sonu
vi: Ngày thường và cuối tuần
zh_hans: 工作日 vs 周末

# spending_report.hourly_distribution
source: Hourly Distribution
de: Stündliche Verteilung
es: Distribución Horaria
fr: Répartition horaire
hi: घंटे के अनुसार वितरण
id: Distribusi Per Jam
it: Distribuzione Oraria
ja: 時間帯別分布
ms: Agihan Setiap Jam
th: การกระจายรายชั่วโมง
tr: Saatlik Dağılım
vi: Phân bổ theo giờ
zh_hans: 小时分布

# spending_report.weekday
source: Weekday
de: Wochentag
es: Entre semana
fr: Semaine
hi: कार्यदिवस
id: Hari Kerja
it: Giorni feriali
ja: 平日
ms: Hari Bekerja
th: วันธรรมดา
tr: Hafta İçi
vi: Ngày thường
zh_hans: 工作日

# spending_report.weekend
source: Weekend
de: Wochenende
es: Fin de semana
hi: सप्ताहांत
id: Akhir Pekan
it: Fine settimana
ja: 週末
ms: Hujung Minggu
th: สุดสัปดาห์
tr: Hafta Sonu
vi: Cuối tuần
zh_hans: 周末

# spending_report.period_comparison
source: Period Comparison
de: Periodenvergleich
es: Comparación de Períodos
fr: Comparaison de périodes
hi: अवधि की तुलना
id: Perbandingan Periode
it: Confronto Periodi
ja: 期間比較
ms: Perbandingan Tempoh
th: การเปรียบเทียบรอบเวลา
tr: Dönem Karşılaştırması
vi: So sánh các kỳ
zh_hans: 周期对比

# spending_report.previous_period
source: Previous Period
de: Vorheriger Zeitraum
es: Período Anterior
fr: Période précédente
hi: पिछली अवधि
id: Periode Sebelumnya
it: Periodo Precedente
ja: 前期
ms: Tempoh Sebelumnya
th: รอบเวลาก่อนหน้า
tr: Önceki Dönem
vi: Kỳ trước
zh_hans: 上一周期

# spending_report.current_period
source: Current Period
de: Aktueller Zeitraum
es: Período Actual
fr: Période actuelle
hi: वर्तमान अवधि
id: Periode Saat Ini
it: Periodo Attuale
ja: 当期
ms: Tempoh Semasa
th: รอบเวลาปัจจุบัน
tr: Mevcut Dönem
vi: Kỳ hiện tại
zh_hans: 当前周期

# spending_report.category_changes
source: Category Changes
de: Kategorieänderungen
es: Cambios en Categorías
fr: Changements de catégorie
hi: श्रेणी परिवर्तन
id: Perubahan Kategori
it: Variazioni Categorie
ja: カテゴリー変動
ms: Perubahan Kategori
th: การเปลี่ยนแปลงหมวดหมู่
tr: Kategori Değişimleri
vi: Thay đổi hạng mục
zh_hans: 类别变化

# spending_report.budget_performance
source: Budget Performance
de: Budgetleistung
es: Rendimiento del Presupuesto
fr: Performance du budget
hi: बजट प्रदर्शन
id: Kinerja Anggaran
it: Performance Budget
ja: 予算パフォーマンス
ms: Prestasi Bajet
th: ประสิทธิภาพงบประมาณ
tr: Bütçe Performansı
vi: Hiệu suất ngân sách
zh_hans: 预算表现

# spending_report.budget_status.normal
source: Normal
hi: सामान्य
it: Normale
ja: 正常
ms: Biasa
th: ปกติ
vi: Bình thường
zh_hans: 正常

# spending_report.budget_status.critical
source: Critical
de: Kritisch
es: Crítico
fr: Critique
hi: गंभीर
id: Kritis
it: Critico
ja: 注意
ms: Kritikal
th: วิกฤต
tr: Kritik
vi: Quan trọng
zh_hans: 临界

# spending_report.budget_status.exceeded
source: Exceeded
de: Überschritten
es: Excedido
fr: Dépassé
hi: पार हो गया
id: Terlampaui
it: Superato
ja: 超過
ms: Melebihi
th: เกินกำหนด
tr: Aşıldı
vi: Vượt quá
zh_hans: 超支

# spending_report.busiest_hours
source: Busiest Hours
de: Aktivste Stunden
es: Horas de Mayor Actividad
fr: Heures les plus chargées
hi: सबसे व्यस्त घंटे
id: Jam Tersibuk
it: Ore più Intense
ja: 最も支出の多い時間帯
ms: Jam Paling Sibuk
th: ชั่วโมงที่คึกคักที่สุด
tr: En Yoğun Saatler
vi: Giờ bận rộn nhất
zh_hans: 最繁忙时段
