Repository: tturanmustafa/Walleo
Catalog: Walleo/UI/Resources/*.lproj/Localizable.strings
Languages: de, es, fr, hi, id, it, ja, ms, th, tr, vi, zh_hans

# how_it_works.budgets.rollover.tip1
source: You can view rollover history in budget details
de: Sie können die Übertragshistorie in den Budgetdetails sehen
fr: Vous pouvez consulter l'historique des reports dans les détails du budget
it: Puoi visualizzare la cronologia dei riporti nei dettagli del budget
th: คุณสามารถดูประวัติการยกยอดได้ในรายละเอียดงบประมาณ

# how_it_works.reports.basic.title
source: Basic Reports
de: Grundlegende Berichte
fr: Rapports de base
it: Report di base
th: รายงานพื้นฐาน

# how_it_works.reports.basic.summary
source: Weekly and monthly financial summary
de: Wöchentliche und monatliche Finanzübersicht
fr: Résumé financier hebdomadaire et mensuel
it: Riepilogo finanziario settimanale e mensile
th: สรุปการเงินรายสัปดาห์และรายเดือน

# how_it_works.reports.basic.step1
source: Select Reports from the More menu
de: Wählen Sie Berichte aus dem Mehr-Menü
fr: Sélectionnez Rapports depuis le menu Plus
it: Seleziona Report dal menu Altro
th: เลือกรายงานจากเมนูเพิ่มเติม

# how_it_works.reports.basic.step2
source: Choose weekly or monthly view
de: Wählen Sie Wochen- oder Monatsansicht
fr: Choisissez la vue hebdomadaire ou mensuelle
it: Scegli la vista settimanale o mensile
th: เลือกมุมมองรายสัปดาห์หรือรายเดือน

# how_it_works.reports.basic.step3
source: Review spending distribution with charts and statistics
de: Überprüfen Sie Ausgabenverteilung mit Diagrammen und Statistiken
fr: Examinez la répartition des dépenses avec graphiques et statistiques
it: Rivedi la distribuzione della spesa con grafici e statistiche
th: ตรวจสอบการกระจายการใช้จ่ายด้วยแผนภูมิและสถิติ

# how_it_works.reports.detailed.title
source: Detailed Reports
de: Detaillierte Berichte
fr: Rapports détaillés
it: Report dettagliati
th: รายงานโดยละเอียด

# how_it_works.reports.detailed.summary
source: Advanced analysis and comparisons
de: Erweiterte Analysen und Vergleiche
fr: Analyses avancées et comparaisons
it: Analisi avanzate e confronti
th: การวิเคราะห์และการเปรียบเทียบขั้นสูง

# how_it_works.reports.detailed.step1
source: Detailed reports are a Premium feature
de: Detaillierte Berichte sind eine Premium-Funktion
fr: Les rapports détaillés sont une fonctionnalité Premium
it: I report dettagliati sono una funzione Premium
th: รายงานโดยละเอียดเป็นฟีเจอร์พรีเมียม

# how_it_works.reports.detailed.step2
source: Compare with previous periods
de: Vergleichen Sie mit vorherigen Zeiträumen
fr: Comparez avec les périodes précédentes
it: Confronta con i periodi precedenti
th: เปรียบเทียบกับช่วงเวลาก่อนหน้า

# how_it_works.reports.detailed.step3
source: Review detailed category-based analyses
de: Überprüfen Sie detaillierte kategoriebasierte Analysen
fr: Examinez les analyses détaillées par catégorie
it: Rivedi analisi dettagliate basate su categoria
th: ตรวจสอบการวิเคราะห์ตามหมวดหมู่โดยละเอียด

# how_it_works.reports.detailed.step4
source: Export and share as PDF
de: Exportieren und teilen Sie als PDF
fr: Exportez et partagez en PDF
it: Esporta e condividi come PDF
th: ส่งออกและแชร์เป็น PDF

# how_it_works.advanced.categories.title
source: Category Management
de: Kategorienverwaltung
fr: Gestion des catégories
it: Gestione categorie
th: การจัดการหมวดหมู่

# how_it_works.advanced.categories.summary
source: Create your own categories
de: Erstellen Sie Ihre eigenen Kategorien
fr: Créez vos propres catégories
it: Crea le tue categorie personali
th: สร้างหมวดหมู่ของคุณเอง

# how_it_works.advanced.categories.step1
source: Go to Settings > Category Management
de: Gehen Sie zu Einstellungen > Kategorienverwaltung
fr: Allez dans Paramètres > Gestion des catégories
it: Vai a Impostazioni > Gestione categorie
th: ไปที่การตั้งค่า > การจัดการหมวดหมู่

# how_it_works.advanced.categories.step2
source: Add new category (You can add unlimited categories)
de: Fügen Sie neue Kategorie hinzu (Sie können unbegrenzt Kategorien hinzufügen)
fr: Ajoutez une nouvelle catégorie (Vous pouvez ajouter un nombre illimité de catégories)
it: Aggiungi una nuova categoria (puoi aggiungerne un numero illimitato)
th: เพิ่มหมวดหมู่ใหม่ (คุณสามารถเพิ่มหมวดหมู่ได้ไม่จำกัด)

# how_it_works.advanced.categories.step3
source: Customize with icon and color selection
de: Passen Sie mit Symbol- und Farbauswahl an
fr: Personnalisez avec sélection d'icône et couleur
it: Personalizza con la selezione di icona e colore
th: ปรับแต่งด้วยการเลือกไอคอนและสี

# how_it_works.advanced.categories.tip1
source: System categories are automatically translated in 13 languages
de: Systemkategorien werden automatisch in 13 Sprachen übersetzt
fr: Les catégories système sont automatiquement traduites en 13 langues
it: Le categorie di sistema sono tradotte automaticamente in 13 lingue
th: หมวดหมู่ของระบบจะถูกแปลเป็น 13 ภาษาโดยอัตโนมัติ

# how_it_works.advanced.export.title
source: Data Export
de: Datenexport
fr: Export de données
it: Esportazione dati
th: การส่งออกข้อมูล

# how_it_works.advanced.export.summary
source: Export your data in CSV/ZIP format
de: Exportieren Sie Ihre Daten im CSV/ZIP-Format
fr: Exportez vos données au format CSV/ZIP
it: Esporta i tuoi dati in formato CSV/ZIP
th: ส่งออกข้อมูลของคุณในรูปแบบ CSV/ZIP

# how_it_works.advanced.export.step1
source: Go to Settings > Data Management
de: Gehen Sie zu Einstellungen > Datenverwaltung
fr: Allez dans Paramètres > Gestion des données
it: Vai a Impostazioni > Gestione dati
th: ไปที่การตั้งค่า > การจัดการข้อมูล

# how_it_works.advanced.export.step2
source: Tap Export Data (Premium)
de: Tippen Sie auf Daten exportieren (Premium)
fr: Appuyez sur Exporter les données (Premium)
it: Tocca Esporta dati (Premium)
th: แตะส่งออกข้อมูล (พรีเมียม)

# how_it_works.advanced.export.step3
source: ZIP file is created and can be shared
de: ZIP-Datei wird erstellt und kann geteilt werden
fr: Le fichier ZIP est créé et peut être partagé
it: Viene creato un file ZIP che può essere condiviso
th: ไฟล์ ZIP จะถูกสร้างขึ้นและสามารถแชร์ได้

# how_it_works.advanced.notifications.title
source: Notifications
de: Benachrichtigungen
it: Notifiche
th: การแจ้งเตือน

# how_it_works.advanced.notifications.summary
source: Smart reminders and alerts
de: Intelligente Erinnerungen und Warnungen
fr: Rappels et alertes intelligents
it: Promemoria e avvisi intelligenti
th: การแจ้งเตือนและคำเตือนอัจฉริยะ

# how_it_works.advanced.notifications.step1
source: Go to Settings > Notifications
de: Gehen Sie zu Einstellungen > Benachrichtigungen
fr: Allez dans Paramètres > Notifications
it: Vai a Impostazioni > Notifiche
th: ไปที่การตั้งค่า > การแจ้งเตือน

# how_it_works.advanced.notifications.step2
source: Enable main notifications
de: Aktivieren Sie Hauptbenachrichtigungen
fr: Activez les notifications principales
it: Abilita le notifiche principali
th: เปิดใช้งานการแจ้งเตือนหลัก

# how_it_works.advanced.notifications.step3
source: Set threshold for budget alerts (80-95%)
de: Legen Sie Schwellenwert für Budgetwarnungen fest (80-95%)
fr: Définissez le seuil pour les alertes de budget (80-95%)
it: Imposta la soglia per gli avvisi di budget (80-95%)
th: ตั้งค่าเกณฑ์สำหรับการแจ้งเตือนงบประมาณ (80-95%)

# how_it_works.advanced.notifications.step4
source: Set days for loan and card payment reminders
de: Legen Sie Tage für Kredit- und Kartenzahlungserinnerungen fest
fr: Définissez les jours pour les rappels de paiement de prêt et carte
it: Imposta i giorni per i promemoria di pagamento di prestiti e carte
th: ตั้งค่าวันสำหรับการแจ้งเตือนการชำระเงินสินเชื่อและบัตร

# accounts.balance_info.title
source: About Current Balance
de: Info zum aktuellen Kontostand
fr: À propos du solde actuel
th: เกี่ยวกับยอดเงินปัจจุบัน

# accounts.balance_info.message
source: Calculated based on transactions from today and earlier.
de: Wird basierend auf Transaktionen von heute und früher berechnet.
fr: Calculé en fonction des transactions d'aujourd'hui et antérieures.
th: คำนวณจากธุรกรรมของวันนี้และวันก่อนหน้า

# reports.comparison.suffix_net_flow_positive
source: more than the previous period.
de: mehr gespart.
es: más.
fr: de plus.
hi: अधिक बचाया।
id: lebih banyak.
it: in più.
ja: 多く貯蓄しました。
ms: lebih banyak.
tr: daha fazla tasarruf ettiniz.
vi: nhiều hơn.

# reports.comparison.suffix_net_flow_negative
source: more than the previous period.
de: mehr ausgegeben.
es: más.
fr: de plus.
hi: अधिक खर्च किया।
id: lebih banyak.
it: in più.
ja: 多く支出しました。
ms: lebih banyak.
tr: daha fazla harcadınız.
vi: nhiều hơn.

# paywall.auto_renewal_info
source: Subscription automatically renews unless canceled at least 24 hours before the end of the current period. You can manage your subscription in App Store settings.
fr: L'abonnement se renouvelle automatiquement sauf en cas d'annulation au moins 24 heures avant la fin de la période en cours. Vous pouvez gérer votre abonnement dans les réglages de l'App Store.

# paywall.subscription.monthly_title
source: Walleo Premium Monthly
fr: Walleo Premium Mensuel

# paywall.subscription.yearly_title
source: Walleo Premium Yearly
fr: Walleo Premium Annuel

# paywall.subscription.monthly_duration
source: 1 Month
fr: 1 mois

# paywall.subscription.yearly_duration
source: 12 Months
fr: 12 mois

# paywall.trial_info
source: 3-day free trial, then subscription starts
fr: 3 jours d'essai gratuit, puis l'abonnement commence

# paywall.trial_info.days
source: %d-day free trial, then subscription starts
fr: Essai gratuit de %d jours, puis l'abonnement commence

# paywall.trial_info.weeks
source: %d-week free trial, then subscription starts
fr: Essai gratuit de %d semaines, puis l'abonnement commence

# paywall.trial_info.months
source: %d-month free trial, then subscription starts
fr: Essai gratuit de %d mois, puis l'abonnement commence

# paywall.trial_info.years
source: %d-year free trial, then subscription starts
fr: Essai gratuit de %d ans, puis l'abonnement commence

# paywall.purchase_button.trial_days
source: Try %d Days Free
fr: Essayer %d jours gratuitement

# paywall.purchase_button.trial_weeks
source: Try %d Weeks Free
fr: Essayer %d semaines gratuitement

# paywall.purchase_button.trial_months
source: Try %d Months Free
fr: Essayer %d mois gratuitement

# paywall.purchase_button.trial_generic
source: Try Free
fr: Essayer gratuitement

# onboarding.terms_of_use
source: Terms of Use
fr: Conditions d'utilisation

# settings.privacy_policy
source: Privacy Policy
fr: Politique de confidentialité

# settings.terms_of_use
source: Terms of Use
fr: Conditions d'utilisation

# settings.support
source: Support
fr: Assistance

# settings.rate_app
source: Rate App
fr: Évaluer l'application

# paywall.title
source: Walleo Premium
hi: Walleo प्रीमियम
ja: Walleoプレミアム
zh_hans: Walleo 高级版
