Repository: tturanmustafa/Walleo
Catalog: Walleo/UI/Resources/*.lproj/Localizable.strings
Languages: de, es, fr, hi, id, it, ja, ms, th, tr, vi, zh_hans

# accounts.empty.description
source: Tap the '+' icon to add a new account to get started.
de: Fügen Sie ein neues Konto hinzu, indem Sie auf das '+'-Symbol tippen.
es: Toca el icono '+' para añadir una nueva cuenta y empezar.
fr: Appuyez sur l'icône '+' pour ajouter un nouveau compte et commencer.
hi: शुरू करने के लिए '+' आइकन पर टैप करके एक नया खाता जोड़ें।
id: Ketuk ikon '+' untuk menambahkan akun baru dan memulai.
it: Tocca l'icona '+' per aggiungere un nuovo conto e iniziare.
ja: 「+」アイコンをタップして新しい口座を追加してください。
ms: Ketik ikon '+' untuk menambah akaun baru dan mula.
th: แตะที่ไอคอน '+' เพื่อเพิ่มบัญชีใหม่และเริ่มต้น
tr: Başlamak için '+' ikonuna dokunarak yeni bir hesap ekleyin.
vi: Chạm vào biểu tượng '+' để thêm tài khoản mới và bắt đầu.
zh_hans: 点击“+”图标添加新账户以开始使用。

# accounts.add.wallet
source: Wallet (Cash)
de: Brieftasche (Bargeld)
es: Cartera (Efectivo)
fr: Portefeuille (Espèces)
hi: बटुआ (नक़द)
id: Dompet (Tunai)
it: Portafoglio (Contanti)
ja: ウォレット (現金)
ms: Dompet (Tunai)
th: กระเป๋าเงิน (เงินสด)
tr: Cüzdan (Nakit)
vi: Ví (Tiền mặt)
zh_hans: 钱包 (现金)

# accounts.add.credit_card
source: Credit Card
de: Kreditkarte
es: Tarjeta de Crédito
fr: Carte de crédit
hi: क्रेडिट कार्ड
id: Kartu Kredit
it: Carta di Credito
ja: クレジットカード
ms: Kad Kredit
th: บัตรเครดิต
tr: Kredi Kartı
vi: Thẻ tín dụng
zh_hans: 信用卡

# accounts.add.loan
source: Loan
de: Kredit
es: Préstamo
fr: Prêt
hi: ऋण
id: Pinjaman
it: Prestito
ja: ローン
ms: Pinjaman
th: เงินกู้
tr: Kredi
vi: Khoản vay
zh_hans: 贷款

# accounts.add.new_credit_card
source: New Credit Card
de: Neue Kreditkarte hinzufügen
es: Añadir Tarjeta de Crédito
fr: Ajouter une carte de crédit
hi: नया क्रेडिट कार्ड जोड़ें
id: Tambah Kartu Kredit Baru
it: Aggiungi Carta di Credito
ja: 新しいクレジットカードを追加
ms: Tambah Kad Kredit Baru
th: เพิ่มบัตรเครดิตใหม่
tr: Yeni Kredi Kartı Ekle
vi: Thêm thẻ tín dụng mới
zh_hans: 添加新信用卡

# accounts.add.new_loan
source: New Loan
de: Neuen Kredit hinzufügen
es: Añadir Préstamo
fr: Ajouter un prêt
hi: नया ऋण जोड़ें
id: Tambah Pinjaman Baru
it: Aggiungi Prestito
ja: 新しいローンを追加
ms: Tambah Pinjaman Baru
th: เพิ่มเงินกู้ใหม่
tr: Yeni Kredi Ekle
vi: Thêm khoản vay mới
zh_hans: 添加新贷款

# accounts.add.account_color
source: Account Color
de: Kontofarbe
es: Color de la Cuenta
fr: Couleur du compte
hi: खाते का रंग
id: Warna Akun
it: Colore Conto
ja: 口座の色
ms: Warna Akaun
th: สีบัญชี
tr: Hesap Rengi
vi: Màu tài khoản
zh_hans: 账户颜色

# accounts.add.interest_rate
source: Interest Rate (%)
de: Zinssatz (%)
es: Tasa de interés (%)
fr: Taux d'intérêt (%)
hi: ब्याज दर (%)
id: Suku Bunga (%)
it: Tasso d'interesse (%)
ja: 利率 (%)
ms: Kadar Faedah (%)
th: อัตราดอกเบี้ย (%)
tr: Faiz Oranı (%)
vi: Lãi suất (%)
zh_hans: 利率 (%)

# accounts.add.installments
source: Number of Installments
de: Anzahl der Raten
es: Número de cuotas
fr: Nombre de mensualités
hi: किस्तों की संख्या
id: Jumlah Cicilan
it: Numero di rate
ja: 分割回数
ms: Bilangan Ansuran
th: จำนวนงวด
tr: Taksit Sayısı
vi: Số kỳ trả góp
zh_hans: 分期数

# accounts.add.installments_stepper
source: %d months
de: %d Monate
es: %d meses
fr: %d mois
hi: %d महीने
id: %d bulan
it: %d mesi
ja: %dヶ月
ms: %d bulan
th: %d เดือน
tr: %d ay
vi: %d tháng
zh_hans: %d个月

# accounts.add.create_installments_button
source: Save & Create Installments
de: Speichern und Raten erstellen
es: Guardar y Crear Cuotas
fr: Enregistrer et créer les mensualités
hi: सहेजें और किस्तें बनाएं
id: Simpan dan Buat Cicilan
it: Salva e Crea Rate
ja: 保存して分割払いを作成
ms: Simpan dan Cipta Ansuran
th: บันทึกและสร้างงวด
tr: Kaydet ve Taksitleri Oluştur
vi: Lưu và tạo các kỳ trả góp
zh_hans: 保存并创建分期

# credit_card.form.statement_date_header
source: Statement Date
de: Abrechnungsdatum
es: Fecha de Cierre
fr: Date de relevé
hi: विवरण तिथि
id: Tanggal Tagihan
it: Data Estratto Conto
ja: 請求締め日
ms: Tarikh Penyata
th: วันสรุปยอดบัญชี
tr: Hesap Kesim Tarihi
vi: Ngày sao kê
zh_hans: 账单日

# credit_card.form.statement_date
source: Statement Date
de: Abrechnungsdatum
es: Fecha de Cierre
fr: Date de relevé
hi: विवरण तिथि
id: Tanggal Tagihan
it: Data Estratto Conto
ja: 請求締め日
ms: Tarikh Penyata
th: วันสรุปยอดบัญชี
tr: Hesap Kesim Tarihi
vi: Ngày sao kê
zh_hans: 账单日

# credit_card.form.payment_due_date_header
source: Payment Due Date Setting
de: Einstellung des Fälligkeitsdatums
es: Ajuste de Fecha de Vencimiento
fr: Réglage de la date d'échéance
hi: अंतिम भुगतान तिथि सेटिंग
id: Pengaturan Tanggal Jatuh Tempo
it: Impostazione Scadenza Pagamento
ja: 支払期日の設定
ms: Tetapan Tarikh Akhir Bayaran
th: การตั้งค่าวันครบกำหนดชำระ
tr: Son Ödeme Günü Ayarı
vi: Cài đặt ngày đến hạn thanh toán
zh_hans: 最后还款日设置

# credit_card.form.payment_due_date_stepper
source: %d days after statement date
de: %d Tage nach Abrechnungsdatum
es: %d días después de la fecha de cierre
fr: %d jours après la date de relevé
hi: विवरण तिथि के %d दिन बाद
id: %d hari setelah tanggal tagihan
it: %d giorni dopo la data dell'estratto conto
ja: 請求締め日の%d日後
ms: %d hari selepas tarikh penyata
th: %d วันหลังจากวันสรุปยอด
tr: Hesap kesiminden %d gün sonra
vi: %d ngày sau ngày sao kê
zh_hans: 账单日后%d天

# loan.form.details_header
source: Loan Information
de: Kreditinformationen
es: Información del Préstamo
fr: Informations sur le prêt
hi: ऋण जानकारी
id: Informasi Pinjaman
it: Informazioni Prestito
ja: ローン情報
ms: Maklumat Pinjaman
th: ข้อมูลเงินกู้
tr: Kredi Bilgileri
vi: Thông tin khoản vay
zh_hans: 贷款信息

# loan.form.first_payment_header
source: First Installment Date
de: Erster Ratenzahlungstag
es: Día de Pago de la Primera Cuota
fr: Date de la première mensualité
hi: पहली किस्त भुगतान तिथि
id: Hari Pembayaran Cicilan Pertama
it: Giorno Primo Pagamento Rata
ja: 初回返済日
ms: Hari Bayaran Ansuran Pertama
th: วันชำระงวดแรก
tr: İlk Taksit Ödeme Günü
vi: Ngày trả góp đầu tiên
zh_hans: 首次还款日

# loan.form.interest_type
source: Interest Type
de: Zinsart
es: Tipo de Interés
fr: Type de taux
hi: ब्याज का प्रकार
id: Jenis Bunga
it: Tipo di Interesse
ja: 金利タイプ
ms: Jenis Faedah
th: ประเภทดอกเบี้ย
tr: Faiz Tipi
vi: Loại lãi suất
zh_hans: 利率类型

# loan.form.first_installment_date
source: First Installment Date
de: Datum der ersten Rate
es: Fecha de la Primera Cuota
fr: Date de la première mensualité
hi: पहली किस्त की तारीख
id: Tanggal Cicilan Pertama
it: Data Prima Rata
ja: 初回返済日
ms: Tarikh Ansuran Pertama
th: วันที่ผ่อนชำระงวดแรก
tr: İlk Taksit Tarihi
vi: Ngày trả góp đầu tiên
zh_hans: 首次分期还款日

# loan_details.summary_header
source: Loan Summary
de: Kreditzusammenfassung
es: Resumen del Préstamo
fr: Résumé du prêt
hi: ऋण सारांश
id: Ringkasan Pinjaman
it: Riepilogo Prestito
ja: ローン概要
ms: Ringkasan Pinjaman
th: สรุปเงินกู้
tr: Kredi Özeti
vi: Tóm tắt khoản vay
zh_hans: 贷款概要

# loan_details.installment_plan_header
source: Installment Plan
de: Ratenplan
es: Plan de Cuotas
fr: Plan de mensualités
hi: किस्त योजना
id: Rencana Cicilan
it: Piano Rateale
ja: 返済計画
ms: Pelan Ansuran
th: แผนการผ่อนชำระ
tr: Taksit Planı
vi: Kế hoạch trả góp
zh_hans: 还款计划

# installment.edit.title
source: Edit Installment
de: Rate bearbeiten
es: Editar Cuota
fr: Modifier la mensualité
hi: किस्त संपादित करें
id: Ubah Cicilan
it: Modifica Rata
ja: 分割払いを編集
ms: Ubah Ansuran
th: แก้ไขงวด
tr: Taksiti Düzenle
vi: Sửa kỳ trả góp
zh_hans: 编辑分期

# installment.edit.details_header
source: Installment Details
de: Rateninformationen
es: Detalles de la Cuota
fr: Détails de la mensualité
hi: किस्त विवरण
id: Detail Cicilan
it: Dettagli Rata
ja: 分割払いの詳細
ms: Butiran Ansuran
th: รายละเอียดงวด
tr: Taksit Bilgileri
vi: Chi tiết kỳ trả góp
zh_hans: 分期详情

# installment.paid.label
source: Mark as Paid
de: Als bezahlt markieren
es: Marcar como pagada
fr: Marquer comme payé
hi: भुगतान किया गया चिह्नित करें
id: Tandai sebagai Lunas
it: Segna come pagato
ja: 支払い済みにする
ms: Tanda sebagai Sudah Bayar
th: ทำเครื่องหมายว่าชำระแล้ว
tr: Ödendi İşaretle
vi: Đánh dấu đã trả
zh_hans: 标记为已付

# accounts.card.current_debt
source: Current Debt
de: Aktuelle Schulden
es: Deuda Actual
fr: Dette actuelle
hi: वर्तमान ऋण
id: Utang Saat Ini
it: Debito Corrente
ja: 現在の負債
ms: Hutang Semasa
th: หนี้สินปัจจุบัน
tr: Güncel Borç
vi: Nợ hiện tại
zh_hans: 当前欠款

# accounts.card.available_limit
source: Available Limit
de: Verfügbares Limit
es: Límite Disponible
fr: Limite disponible
hi: उपलब्ध सीमा
id: Limit Tersedia
it: Limite Disponibile
ja: 利用可能額
ms: Had Tersedia
th: วงเงินคงเหลือ
tr: Kullanılabilir Limit
vi: Hạn mức khả dụng
zh_hans: 可用额度

# accounts.card.paid_installments
source: Paid Installments
de: Bezahlte Raten
es: Cuotas Pagadas
fr: Mensualités payées
hi: भुगतान की गई किस्तें
id: Cicilan Dibayar
it: Rate Pagate
ja: 支払い済み回数
ms: Ansuran Dibayar
th: งวดที่ชำระแล้ว
tr: Ödenen Taksit
vi: Kỳ đã trả
zh_hans: 已付分期

# accounts.card.remaining_debt
source: Remaining Debt
de: Restschuld
es: Deuda Restante
fr: Dette restante
hi: शेष ऋण
id: Sisa Utang
it: Debito Residuo
ja: 残債
ms: Baki Hutang
th: หนี้คงค้าง
tr: Kalan Borç
vi: Nợ còn lại
zh_hans: 剩余欠款

# credit_card_details.recent_expenses
source: Recent Period Expenses
de: Ausgaben der letzten Periode
es: Gastos del Período
fr: Dépenses de la période
hi: अवधि के व्यय
id: Pengeluaran Periode Ini
it: Spese del Periodo
ja: 期間内の支出
ms: Perbelanjaan Tempoh Ini
th: รายจ่ายในรอบบิล
tr: Son Dönem Harcamaları
vi: Chi tiêu trong kỳ
zh_hans: 本期支出

# credit_card_details.no_transactions
source: No Transactions in This Period
de: Keine Transaktionen in dieser Periode
es: No hay transacciones en este período
fr: Aucune transaction pour cette période
hi: इस अवधि में कोई लेन-देन नहीं
id: Tidak ada transaksi pada periode ini
it: Nessuna transazione in questo periodo
ja: この期間の取引はありません
ms: Tiada urus niaga dalam tempoh ini
th: ไม่มีรายการในรอบบิลนี้
tr: Bu Dönem İşlem Yok
vi: Không có giao dịch trong kỳ này
zh_hans: 本期无交易

# account_details.generic_title
source: %@ Details
de: Details zu %@
es: Detalles de %@
fr: Détails de %@
hi: %@ का विवरण
id: Detail %@
it: Dettagli di %@
ja: %@の詳細
ms: Butiran %@
th: รายละเอียด %@
tr: %@ Detayları
vi: Chi tiết %@
zh_hans: %@ 详情

# enum.interest_type.yearly
source: Annual
de: Jährlich
es: Anual
fr: Annuel
hi: वार्षिक
id: Tahunan
it: Annuale
ja: 年利
ms: Tahunan
th: รายปี
tr: Yıllık
vi: Hàng năm
zh_hans: 年利率

# enum.interest_type.monthly
source: Monthly
de: Monatlich
es: Mensual
fr: Mensuel
hi: मासिक
id: Bulanan
it: Mensile
ja: 月利
ms: Bulanan
th: รายเดือน
tr: Aylık
vi: Hàng tháng
zh_hans: 月利率

# transaction.amount_placeholder
source: Amount (e.g., 49.99)
de: Betrag (z.B. 125,50)
es: Importe (ej: 125,50)
fr: Montant (ex: 125,50)
hi: राशि (उदा: 125.50)
id: Jumlah (mis: 125.50)
it: Importo (es: 125,50)
ja: 金額 (例: 125.50)
ms: Jumlah (cth: 125.50)
th: จำนวนเงิน (เช่น 125.50)
tr: Tutar (örn: 125,50)
vi: Số tiền (ví dụ: 125,50)
zh_hans: 金额 (例如：125.50)

# account.name_placeholder_wallet
source: Wallet Name (e.g., Cash)
de: Name der Brieftasche (z.B. Bargeld)
es: Nombre de la cartera (ej: Efectivo)
fr: Nom du portefeuille (ex: Espèces)
hi: बटुए का नाम (उदा: नक़द)
id: Nama dompet (mis: Tunai)
it: Nome portafoglio (es: Contanti)
ja: ウォレット名 (例: 現金)
ms: Nama dompet (cth: Tunai)
th: ชื่อกระเป๋าเงิน (เช่น เงินสด)
tr: Cüzdan Adı (örn: Nakit)
vi: Tên ví (ví dụ: Tiền mặt)
zh_hans: 钱包名称 (例如：现金)

# account.name_placeholder_creditcard
source: Card Name (e.g., Visa Gold)
de: Kartenname (z.B. Bonus Card)
es: Nombre de la tarjeta (ej: Tarjeta Bonus)
fr: Nom de la carte (ex: Carte Bonus)
hi: कार्ड का नाम (उदा: बोनस कार्ड)
id: Nama kartu (mis: Kartu Bonus)
it: Nome carta (es: Carta Bonus)
ja: カード名 (例: ボーナスカード)
ms: Nama kad (cth: Kad Bonus)
th: ชื่อบัตร (เช่น บัตรโบนัส)
tr: Kart Adı (örn: Bonus Card)
vi: Tên thẻ (ví dụ: Thẻ Bonus)
zh_hans: 卡名称 (例如：XX卡)

# account.name_placeholder_loan
source: Loan Name (e.g., Car Loan)
de: Kreditname (z.B. Autokredit)
es: Nombre del préstamo (ej: Préstamo Coche)
fr: Nom du prêt (ex: Prêt Auto)
hi: ऋण का नाम (उदा: कार ऋण)
id: Nama pinjaman (mis: Kredit Mobil)
it: Nome prestito (es: Prestito Auto)
ja: ローン名 (例: 自動車ローン)
ms: Nama pinjaman (cth: Pinjaman Kereta)
th: ชื่อเงินกู้ (เช่น สินเชื่อรถยนต์)
tr: Kredi Adı (örn: Taşıt Kredisi)
vi: Tên khoản vay (ví dụ: Vay mua xe)
zh_hans: 贷款名称 (例如：车贷)

# account.initial_balance_placeholder
source: Initial Balance (e.g., 500)
de: Anfangssaldo (z.B. 500)
es: Saldo inicial (ej: 500)
fr: Solde initial (ex: 500)
hi: प्रारंभिक शेष (उदा: 500)
id: Saldo awal (mis: 500)
it: Saldo iniziale (es: 500)
ja: 初期残高 (例: 500)
ms: Baki permulaan (cth: 500)
th: ยอดเงินเริ่มต้น (เช่น 500)
tr: Başlangıç Bakiyesi (örn: 500)
vi: Số dư ban đầu (ví dụ: 500)
zh_hans: 初始余额 (例如：500)

# credit_card.limit_placeholder
source: Card Limit (e.g., 5000)
de: Kartenlimit (z.B. 15000)
es: Límite de la tarjeta (ej: 15000)
fr: Limite de la carte (ex: 15000)
hi: कार्ड की सीमा (उदा: 15000)
id: Limit kartu (mis: 15000)
it: Limite carta (es: 15000)
ja: カード限度額 (例: 15000)
ms: Had kad (cth: 15000)
th: วงเงินบัตร (เช่น 15000)
tr: Kart Limiti (örn: 15000)
vi: Hạn mức thẻ (ví dụ: 15000)
zh_hans: 信用卡额度 (例如：15000)

# credit_card.current_debt_placeholder
source: Current Debt (Optional)
de: Aktuelle Schulden (Optional)
es: Deuda actual (Opcional)
fr: Dette actuelle (Optionnel)
hi: वर्तमान ऋण (वैकल्पिक)
id: Utang saat ini (Opsional)
it: Debito corrente (Opzionale)
ja: 現在の負債 (任意)
ms: Hutang semasa (Pilihan)
th: หนี้สินปัจจุบัน (ไม่บังคับ)
tr: Güncel Borç (Opsiyonel)
vi: Nợ hiện tại (Tùy chọn)
zh_hans: 当前欠款 (可选)

# loan.principal_amount_placeholder
source: Principal Amount (e.g., 10000)
de: Kreditbetrag (z.B. 250000)
es: Importe del préstamo (ej: 250000)
fr: Montant du prêt (ex: 250000)
hi: ऋण राशि (उदा: 250000)
id: Jumlah pinjaman (mis: 250000)
it: Importo prestito (es: 250000)
ja: 借入額 (例: 250000)
ms: Jumlah pinjaman (cth: 250000)
th: จำนวนเงินกู้ (เช่น 250000)
tr: Çekilen Tutar (örn: 250000)
vi: Số tiền vay (ví dụ: 250000)
zh_hans: 贷款本金 (例如：250000)

# loan.interest_rate_placeholder
source: Interest Rate (e.g., 5.25)
de: Zinssatz (z.B. 1,89)
es: Tasa de interés (ej: 1,89)
fr: Taux d'intérêt (ex: 1,89)
hi: ब्याज दर (उदा: 1.89)
id: Suku bunga (mis: 1,89)
it: Tasso d'interesse (es: 1,89)
ja: 利率 (例: 1.89)
ms: Kadar faedah (cth: 1.89)
th: อัตราดอกเบี้ย (เช่น 1.89)
tr: Faiz Oranı (örn: 1,89)
vi: Lãi suất (ví dụ: 1,89)
zh_hans: 利率 (例如：1.89)

# budget.name_placeholder
source: Budget Name (e.g., Groceries)
de: Budgetname (z.B. Lebensmittelausgaben)
es: Nombre del presupuesto (ej: Compras)
fr: Nom du budget (ex: Courses)
hi: बजट का नाम (उदा: किराने का खर्च)
id: Nama anggaran (mis: Belanja Bulanan)
it: Nome budget (es: Spese alimentari)
ja: 予算名 (例: 食費)
ms: Nama bajet (cth: Perbelanjaan Dapur)
th: ชื่องบประมาณ (เช่น ค่าอาหาร)
tr: Bütçe Adı (örn: Mutfak Giderleri)
vi: Tên ngân sách (ví dụ: Chi tiêu nhà bếp)
zh_hans: 预算名称 (例如：餐饮支出)

# budget.limit_placeholder
source: Monthly Limit (e.g., 400)
de: Monatliches Limit (z.B. 2500)
es: Límite mensual (ej: 2500)
fr: Limite mensuelle (ex: 2500)
hi: मासिक सीमा (उदा: 2500)
id: Batas bulanan (mis: 2500)
it: Limite mensile (es: 2500)
ja: 月間限度額 (例: 2500)
ms: Had bulanan (cth: 2500)
th: ขีดจำกัดรายเดือน (เช่น 2500)
tr: Aylık Limit (örn: 2500)
vi: Hạn mức hàng tháng (ví dụ: 2500)
zh_hans: 每月限额 (例如：2500)

# accounts.add.loan_amount
source: Loan Amount
de: Kreditbetrag
es: Importe del Préstamo
fr: Montant du prêt
hi: ऋण राशि
id: Jumlah Pinjaman
it: Importo del Prestito
ja: ローン金額
ms: Jumlah Pinjaman
th: จำนวนเงินกู้
tr: Kredi Tutarı
vi: Số tiền vay
zh_hans: 贷款金额

# accounts.card.initial_balance
source: Initial Balance
de: Anfangssaldo
es: Saldo Inicial
fr: Solde initial
hi: प्रारंभिक शेष
id: Saldo Awal
it: Saldo Iniziale
ja: 初期残高
ms: Baki Permulaan
th: ยอดเงินเริ่มต้น
tr: Başlangıç Bakiyesi
vi: Số dư ban đầu
zh_hans: 初始余额

# accounts.card.current_balance
source: Current Balance
de: Aktueller Saldo
es: Saldo Actual
fr: Solde actuel
hi: वर्तमान शेष
id: Saldo Saat Ini
it: Saldo Attuale
ja: 現在残高
ms: Baki Semasa
th: ยอดเงินปัจจุบัน
tr: Güncel Bakiye
vi: Số dư hiện tại
zh_hans: 当前余额

# accounts.card.total_limit
source: Card Limit
de: Kartenlimit
es: Límite Total
fr: Limite totale
hi: कुल सीमा
id: Total Limit
it: Limite Carta
ja: カード限度額
ms: Jumlah Had
th: วงเงินบัตรทั้งหมด
tr: Kart Limiti
vi: Tổng hạn mức
zh_hans: 总额度

# accounts.card.statement_date
source: Statement Date
de: Abrechnungsdatum
es: Fecha de Cierre
fr: Date de relevé
hi: विवरण तिथि
id: Tanggal Tagihan
it: Data Estratto Conto
ja: 請求締め日
ms: Tarikh Penyata
th: วันสรุปยอดบัญชี
tr: Hesap Kesim Tarihi
vi: Ngày sao kê
zh_hans: 账单日

# accounts.group.wallets
source: Wallets
de: Einfache Brieftaschen
es: Carteras
fr: Portefeuilles
hi: बटुए
id: Dompet
it: Portafogli
ja: ウォレット
ms: Dompet
th: กระเป๋าเงิน
tr: Basit Cüzdanlar
vi: Các ví
zh_hans: 钱包

# accounts.group.credit_cards
source: Credit Cards
de: Kreditkarten
es: Tarjetas de Crédito
fr: Cartes de crédit
hi: क्रेडिट कार्ड
id: Kartu Kredit
it: Carte di Credito
ja: クレジットカード
ms: Kad Kredit
th: บัตรเครดิต
tr: Kredi Kartları
vi: Thẻ tín dụng
zh_hans: 信用卡

# accounts.group.loans
source: Credits
de: Kredite
es: Préstamos
fr: Prêts
hi: ऋण
id: Pinjaman
it: Prestiti
ja: ローン
ms: Pinjaman
th: เงินกู้
tr: Krediler
vi: Các khoản vay
zh_hans: 贷款

# all_transactions.title
source: All Transactions
de: Alle Transaktionen
es: Todas las Transacciones
fr: Toutes les transactions
hi: सभी लेन-देन
id: Semua Transaksi
it: Tutte le Transazioni
ja: すべての取引
ms: Semua Urus Niaga
th: รายการทั้งหมด
tr: Tüm İşlemler
vi: Tất cả giao dịch
zh_hans: 所有交易

# all_transactions.not_found
source: No Transactions Found
de: Keine Transaktion gefunden
es: No se encontraron transacciones
fr: Aucune transaction trouvée
hi: कोई लेन-देन नहीं मिला
id: Transaksi tidak ditemukan
it: Nessuna transazione trovata
ja: 取引が見つかりません
ms: Tiada urus niaga ditemui
th: ไม่พบรายการ
tr: İşlem Bulunamadı
vi: Không tìm thấy giao dịch
zh_hans: 未找到交易

# all_transactions.not_found_desc
source: Try changing your filter criteria.
de: Versuchen Sie, Ihre Filterkriterien zu ändern.
es: Intenta cambiar los criterios de filtro.
fr: Essayez de modifier vos critères de filtrage.
hi: अपने फ़िल्टर मानदंड को बदलने का प्रयास करें।
id: Coba ubah kriteria filter Anda.
it: Prova a modificare i criteri di filtro.
ja: フィルター条件を変更してみてください。
ms: Cuba tukar kriteria penapis anda.
th: ลองเปลี่ยนเกณฑ์การกรองของคุณ
tr: Filtre kriterlerinizi değiştirmeyi deneyin.
vi: Hãy thử thay đổi tiêu chí lọc của bạn.
zh_hans: 请尝试更改您的筛选条件。

# filter.date_range
source: Date Range
de: Datumsbereich
es: Rango de Fechas
fr: Plage de dates
hi: तिथि सीमा
id: Rentang Tanggal
it: Intervallo di Date
ja: 期間
ms: Julat Tarikh
th: ช่วงวันที่
tr: Tarih Aralığı
vi: Phạm vi ngày
zh_hans: 日期范围

# filter.sort_by
source: Sort By
de: Sortieren nach
es: Ordenar por
fr: Trier par
hi: इसके अनुसार क्रमबद्ध करें
id: Urutkan Berdasarkan
it: Ordina per
ja: 並べ替え
ms: Isih Ikut
th: จัดเรียงตาม
tr: Sırala
vi: Sắp xếp theo
zh_hans: 排序方式

# filter.accounts
source: Accounts
de: Konten
es: Cuentas
fr: Comptes
hi: खाते
id: Akun
it: Conti
ja: 口座
ms: Akaun
th: บัญชี
tr: Hesaplar
vi: Tài khoản
zh_hans: 账户

# alert.recurring_transaction
source: This is a recurring transaction.
de: Dies ist eine wiederkehrende Transaktion.
es: Esta es una transacción recurrente.
fr: Ceci est une transaction récurrente.
hi: यह एक आवर्ती लेन-देन है।
id: Ini adalah transaksi berulang.
it: Questa è una transazione ricorrente.
ja: これは定期的な取引です。
ms: Ini adalah urus niaga berulang.
th: นี่คือรายการที่เกิดซ้ำ
tr: Bu tekrarlayan bir işlemdir.
vi: Đây là một giao dịch lặp lại.
zh_hans: 这是一笔周期性交易。

# alert.update_this_only
source: Update Only This One
de: Nur diese Transaktion aktualisieren
es: Actualizar solo esta transacción
fr: Mettre à jour uniquement cette transaction
hi: केवल इस लेन-देन को अपडेट करें
id: Hanya perbarui transaksi ini
it: Aggiorna solo questa transazione
ja: この取引のみ更新
ms: Kemas kini urus niaga ini sahaja
th: อัปเดตเฉพาะรายการนี้
tr: Sadece Bu İşlemi Güncelle
vi: Chỉ cập nhật giao dịch này
zh_hans: 仅更新此笔交易

# alert.update_future
source: Update This & Future Ones
de: Diese und zukünftige Transaktionen aktualisieren
es: Actualizar esta y futuras transacciones
fr: Mettre à jour cette transaction et les futures
hi: इस और भविष्य के लेन-देनों को अपडेट करें
id: Perbarui transaksi ini dan yang akan datang
it: Aggiorna questa e le transazioni future
ja: これ以降の取引をすべて更新
ms: Kemas kini urus niaga ini dan yang akan datang
th: อัปเดตรายการนี้และรายการในอนาคต
tr: Bu ve Gelecekteki İşlemleri Güncelle
vi: Cập nhật giao dịch này và các giao dịch trong tương lai
zh_hans: 更新此笔及未来的交易

# alert.delete_this_only
source: Delete Only This One
de: Nur diese Transaktion löschen
es: Eliminar solo esta transacción
fr: Supprimer uniquement cette transaction
hi: केवल इस लेन-देन को हटाएं
id: Hanya hapus transaksi ini
it: Elimina solo questa transazione
ja: この取引のみ削除
ms: Padam urus niaga ini sahaja
th: ลบเฉพาะรายการนี้
tr: Sadece Bu İşlemi Sil
vi: Chỉ xóa giao dịch này
zh_hans: 仅删除此笔交易

# alert.delete_series
source: Delete Entire Series
de: Die gesamte Serie löschen
es: Eliminar toda la serie
fr: Supprimer toute la série
hi: पूरी श्रृंखला को हटाएं
id: Hapus seluruh seri
it: Elimina l'intera serie
ja: すべての定期取引を削除
ms: Padam keseluruhan siri
th: ลบทั้งชุด
tr: Tüm Seriyi Sil
vi: Xóa toàn bộ chuỗi
zh_hans: 删除整个系列

# alert.add_as_expense.title
source: Add as Expense
de: Als Ausgabe hinzufügen
es: Añadir como Gasto
fr: Ajouter comme dépense
hi: व्यय के रूप में जोड़ें
id: Tambahkan sebagai Pengeluaran
it: Aggiungi come Uscita
ja: 支出として追加
ms: Tambah sebagai Perbelanjaan
th: เพิ่มเป็นรายจ่าย
tr: Gider Olarak Ekle
vi: Thêm dưới dạng chi tiêu
zh_hans: 添加为支出

# alert.add_as_expense.button_yes
source: Yes, Add as Expense
de: Ja, als Ausgabe hinzufügen
es: Sí, añadir como gasto
fr: Oui, ajouter comme dépense
hi: हाँ, व्यय के रूप में जोड़ें
id: Ya, tambahkan sebagai pengeluaran
it: Sì, aggiungi come uscita
ja: はい、支出として追加
ms: Ya, tambah sebagai perbelanjaan
th: ใช่, เพิ่มเป็นรายจ่าย
tr: Evet, Gider Olarak Ekle
vi: Có, thêm làm chi tiêu
zh_hans: 是，添加为支出

# alert.add_as_expense.button_no
source: No, Just Mark as Paid
de: Nein, nur markieren
es: No, solo marcar
fr: Non, marquer seulement
hi: नहीं, केवल चिह्नित करें
id: Tidak, tandai saja
it: No, segna soltanto
ja: いいえ、マークのみ
ms: Tidak, hanya tanda
th: ไม่, แค่ทำเครื่องหมาย
tr: Hayır, Sadece İşaretle
vi: Không, chỉ đánh dấu
zh_hans: 否，仅标记

# alert.add_as_expense.message_format
source: Do you want to add the installment payment of %@ as an expense?
de: Möchten Sie die Ratenzahlung in Höhe von %@ als Ausgabe hinzufügen?
es: ¿Quieres añadir el pago de la cuota de %@ como un gasto?
fr: Voulez-vous ajouter le paiement de la mensualité de %@ comme une dépense ?
hi: क्या आप %@ की किस्त राशि को व्यय के रूप में जोड़ना चाहते हैं?
id: Apakah Anda ingin menambahkan pembayaran cicilan sebesar %@ sebagai pengeluaran?
it: Vuoi aggiungere il pagamento della rata di %@ come un'uscita?
ja: %@の分割払いを支出として追加しますか？
ms: Adakah anda ingin menambah bayaran ansuran sebanyak %@ sebagai perbelanjaan?
th: คุณต้องการเพิ่มการชำระเงินงวดจำนวน %@ เป็นรายจ่ายหรือไม่?
tr: %@ tutarındaki taksit ödemesini gider olarak eklemek istiyor musunuz?
vi: Bạn có muốn thêm khoản thanh toán trả góp trị giá %@ làm chi tiêu không?
zh_hans: 您想将金额为%@的分期付款添加为支出吗？

# month_picker.title
source: Select Date
de: Datum auswählen
es: Seleccionar Fecha
fr: Sélectionner une date
hi: तिथि चुनें
id: Pilih Tanggal
it: Seleziona Data
ja: 日付を選択
ms: Pilih Tarikh
th: เลือกวันที่
tr: Tarih Seç
vi: Chọn ngày
zh_hans: 选择日期

# month_picker.month
source: Month
de: Monat
es: Mes
fr: Mois
hi: महीना
id: Bulan
it: Mese
ja: 月
ms: Bulan
th: เดือน
tr: Ay
vi: Tháng
zh_hans: 月

# month_picker.year
source: Year
de: Jahr
es: Año
fr: Année
hi: वर्ष
id: Tahun
it: Anno
ja: 年
ms: Tahun
th: ปี
tr: Yıl
vi: Năm
zh_hans: 年
