Repository: tturanmustafa/Walleo
Catalog: Walleo/UI/Resources/*.lproj/Localizable.strings
Languages: de, es, fr, hi, id, it, ja, ms, th, tr, vi, zh_hans

# premium.limit.info
source: Free users can create only 1 account of each type
de: Kostenlose Benutzer können nur 1 Konto pro Typ erstellen
es: Los usuarios gratuitos pueden crear solo 1 cuenta de cada tipo
fr: Les utilisateurs gratuits peuvent créer seulement 1 compte de chaque type
hi: मुफ्त उपयोगकर्ता प्रत्येक प्रकार का केवल 1 खाता बना सकते हैं
it: Gli utenti gratuiti possono creare solo 1 conto per ogni tipo
th: ผู้ใช้ฟรีสามารถสร้างบัญชีได้เพียง 1 บัญชีต่อประเภท
tr: Premium olmayan kullanıcılar her hesap türünden sadece 1 tane oluşturabilir
vi: Người dùng miễn phí chỉ có thể tạo 1 tài khoản cho mỗi loại
zh_hans: 免费用户每种类型只能创建1个账户

# premium.limit.button
source: Go Premium
de: Zu Premium wechseln
es: Obtener Premium
fr: Passer à Premium
hi: प्रीमियम प्राप्त करें
it: Passa a Premium
th: อัปเกรดพรีเมียม
tr: Premium'a Geç
vi: Nâng Cấp Premium
zh_hans: 获取高级版

# reports.category.hourly_activity
source: Hourly Activity Analysis
de: Stündliche Aktivitätsanalyse
es: Análisis de Actividad por Hora
fr: Analyse de l'Activité Horaire
hi: घंटेवार गतिविधि विश्लेषण
it: Analisi Attività Oraria
th: การวิเคราะห์กิจกรรมรายชั่วโมง
tr: Saatlik Aktivite Analizi
vi: Phân tích Hoạt động Hàng giờ
zh_hans: 每小时活动分析

# reports.category.busiest_hours
source: Busiest Hours
de: Stoßzeiten
es: Horas de Mayor Actividad
fr: Heures de Pointe
hi: सबसे व्यस्त घंटे
it: Ore di Punta
th: ชั่วโมงที่ยุ่งที่สุด
tr: En Yoğun Saatler
vi: Giờ Bận rộn nhất
zh_hans: 最繁忙时段

# search.placeholder
source: Search transactions, categories or amounts...
de: Transaktionen, Kategorien oder Beträge suchen...
es: Buscar transacciones, categorías o importes...
fr: Rechercher transactions, catégories ou montants...
hi: लेन-देन, श्रेणियाँ या राशियाँ खोजें...
it: Cerca transazioni, categorie o importi...
th: ค้นหาธุรกรรม หมวดหมู่ หรือจำนวนเงิน...
tr: İşlem, kategori veya tutar ara...
vi: Tìm kiếm giao dịch, danh mục hoặc số tiền...
zh_hans: 搜索交易、类别或金额...

# paywall.purchase_button_regular
source: Subscribe Now
de: Premium Starten
es: Comenzar Premium
fr: Commencer Premium
hi: प्रीमियम शुरू करें
it: Inizia Premium
th: เริ่มพรีเมียม
tr: Premium'u Başlat
vi: Bắt đầu Premium

# alert.system_category.title
source: System Category
de: Systemkategorie
es: Categoría del Sistema
fr: Catégorie Système
it: Categoria di Sistema
th: หมวดหมู่ระบบ
tr: Sistem Kategorisi
vi: Danh mục Hệ thống

# alert.system_category.message
source: This is a system category and cannot be deleted.
de: Dies ist eine Systemkategorie und kann nicht gelöscht werden.
es: Esta es una categoría del sistema y no se puede eliminar.
fr: Il s'agit d'une catégorie système et elle ne peut pas être supprimée.
it: Questa è una categoria di sistema e non può essere eliminata.
th: นี่เป็นหมวดหมู่ของระบบและไม่สามารถลบได้
tr: Bu bir sistem kategorisidir ve silinemez.
vi: Đây là danh mục hệ thống và không thể xóa.

# notification.loan.due.title
source: Loan Payment Due
de: Kreditrate fällig
fr: Paiement de prêt dû
it: Pagamento Prestito in Scadenza
th: ถึงกำหนดชำระเงินกู้
tr: Kredi Taksit Ödemesi
vi: Đến Hạn Thanh Toán Khoản Vay

# notification.loan.due.body
source: %@ loan payment of %@ is approaching.
de: Die Zahlung von %@ für Ihren Kredit '%@' ist bald fällig.
fr: Le paiement de %@ pour votre prêt '%@' approche.
it: Il pagamento di %@ per il prestito '%@' è in avvicinamento.
th: การชำระเงินกู้ %@ จำนวน %@ ใกล้ถึงกำหนดแล้ว
tr: %@ kredisi için %@ tutarında taksit ödemesi yaklaşıyor.
vi: Khoản thanh toán %@ cho khoản vay '%@' sắp đến hạn.

# notification.loan.reminder.title
source: Loan Payment Reminder
de: Erinnerung: Kreditrate
fr: Rappel de paiement de prêt
it: Promemoria Pagamento Prestito
th: การแจ้งเตือนชำระเงินกู้
tr: Kredi Taksit Hatırlatıcısı
vi: Nhắc Nhở Thanh Toán Khoản Vay

# notification.loan.reminder.body_line1
source: %@ loan payment
de: Zahlung für Kredit '%@'
fr: Paiement du prêt '%@'
it: Pagamento prestito '%@'
th: การชำระเงินกู้ %@
tr: %@ kredisi taksit ödemesi
vi: Thanh toán khoản vay '%@'

# notification.loan.reminder.body_line2
source: Amount: %@
de: Betrag: %@
fr: Montant : %@
it: Importo: %@
th: จำนวน: %@
tr: Tutar: %@
vi: Số tiền: %@

# notification.loan.reminder.body_line3
source: Due date: %@
de: Fälligkeitsdatum: %@
fr: Date d'échéance : %@
it: Data di scadenza: %@
th: วันครบกำหนด: %@
tr: Ödeme tarihi: %@
vi: Ngày đến hạn: %@

# notification.credit_card.due.title
source: Credit Card Payment Due
de: Kreditkartenzahlung fällig
fr: Paiement de carte de crédit dû
it: Pagamento Carta di Credito in Scadenza
th: ถึงกำหนดชำระบัตรเครดิต
tr: Kredi Kartı Ödeme Günü
vi: Đến Hạn Thanh Toán Thẻ Tín Dụng

# notification.credit_card.due.body
source: %@ card payment due date %@ is approaching.
de: Die Zahlung für Ihre Karte '%@' ist am %@ fällig.
fr: La date d'échéance du paiement de votre carte '%@' approche : %@.
it: La data di scadenza del pagamento della carta '%@' (%@) è in avvicinamento.
th: วันครบกำหนดชำระบัตร %@ วันที่ %@ ใกล้เข้ามาแล้ว
tr: %@ kartının son ödeme tarihi %@ yaklaşıyor.
vi: Ngày đến hạn thanh toán thẻ '%@' vào %@ sắp đến.

# notification.budget.warning.title
source: Budget Warning
de: Budgetwarnung
fr: Alerte Budget
it: Avviso Budget
th: คำเตือนงบประมาณ
tr: Bütçe Uyarısı
vi: Cảnh Báo Ngân Sách

# notification.budget.warning.body
source: You've spent %d%% of your %@ budget!
de: Sie haben %d%% Ihres Budgets '%@' ausgegeben!
fr: Vous avez dépensé %d%% de votre budget '%@' !
it: Hai speso il %d%% del tuo budget '%@'!
th: คุณใช้ไปแล้ว %d%% ของงบประมาณ %@!
tr: %@ bütçenizin %%%d'ini harcadınız!
vi: Bạn đã chi %d%% ngân sách '%@' của mình!

# settings.notifications.credit_card_stepper
source: %d days before due date
de: %d Tage vor Fälligkeit
fr: %d jours avant l'échéance
it: %d giorni prima della scadenza
th: %d วันก่อนวันครบกำหนด
tr: Vadeden %d gün önce
vi: %d ngày trước hạn

# settings.how_it_works
source: How It Works
de: So funktioniert's
fr: Comment ça marche
it: Come funziona
th: วิธีการทำงาน

# how_it_works.title
source: How It Works
de: So funktioniert's
fr: Comment ça marche
it: Come funziona
th: วิธีการทำงาน

# how_it_works.tips
source: Tips
de: Tipps
fr: Conseils
it: Suggerimenti
th: เคล็ดลับ

# how_it_works.used
source: Used
de: Verwendet
fr: Utilisé
it: Utilizzato
th: ใช้ไปแล้ว

# how_it_works.premium_feature
source: Premium feature
de: Premium-Funktion
fr: Fonctionnalité premium
it: Funzione premium
th: ฟีเจอร์พรีเมียม

# how_it_works.category.quick_start
source: Quick Start
de: Schnellstart
fr: Démarrage rapide
it: Avvio rapido
th: เริ่มต้นใช้งาน

# how_it_works.category.accounts
source: Accounts
de: Konten
fr: Comptes
it: Conti
th: บัญชี

# how_it_works.category.transactions
source: Transactions
de: Transaktionen
it: Transazioni
th: ธุรกรรม

# how_it_works.category.budgets
source: Budgets
it: Budget
th: งบประมาณ

# how_it_works.category.reports
source: Reports
de: Berichte
fr: Rapports
it: Report
th: รายงาน

# how_it_works.category.advanced
source: Advanced
de: Erweitert
fr: Avancé
it: Avanzate
th: ขั้นสูง

# how_it_works.quick_start.first_steps.title
source: First Steps
de: Erste Schritte
fr: Premiers pas
it: Primi passi
th: ขั้นตอนแรก

# how_it_works.quick_start.first_steps.summary
source: The easiest way to get started with Walleo
de: Der einfachste Weg, mit Walleo zu beginnen
fr: La façon la plus simple de commencer avec Walleo
it: Il modo più semplice per iniziare a usare Walleo
th: วิธีที่ง่ายที่สุดในการเริ่มต้นกับ Walleo

# how_it_works.quick_start.first_steps.step1
source: Create your first wallet account from the Accounts tab
de: Erstellen Sie Ihr erstes Wallet-Konto über die Registerkarte Konten
fr: Créez votre premier compte portefeuille depuis l'onglet Comptes
it: Crea il tuo primo conto portafoglio dalla scheda Conti
th: สร้างบัญชีวอลเล็ตแรกของคุณจากแท็บบัญชี

# how_it_works.quick_start.first_steps.step2
source: Add your first income/expense by tapping the + button on the home screen
de: Fügen Sie Ihre erste Einnahme/Ausgabe hinzu, indem Sie auf die +-Taste auf dem Startbildschirm tippen
fr: Ajoutez votre premier revenu/dépense en appuyant sur le bouton + sur l'écran d'accueil
it: Aggiungi la tua prima entrata/uscita toccando il pulsante + sulla schermata principale
th: เพิ่มรายรับ/รายจ่ายแรกโดยแตะปุ่ม + บนหน้าจอหลัก

# how_it_works.quick_start.first_steps.step3
source: Use automatic category suggestions while typing the transaction name
de: Nutzen Sie automatische Kategorievorschläge beim Eingeben des Transaktionsnamens
fr: Utilisez les suggestions de catégories automatiques lors de la saisie du nom de transaction
it: Usa i suggerimenti automatici di categoria mentre digiti il nome della transazione
th: ใช้คำแนะนำหมวดหมู่อัตโนมัติขณะพิมพ์ชื่อธุรกรรม

# how_it_works.quick_start.first_steps.step4
source: View your financial status from the Dashboard tab
de: Sehen Sie Ihren Finanzstatus über die Dashboard-Registerkarte
fr: Visualisez votre situation financière depuis l'onglet Tableau de bord
it: Visualizza il tuo stato finanziario dalla scheda Dashboard
th: ดูสถานะทางการเงินของคุณจากแท็บแดชบอร์ด

# how_it_works.quick_start.first_steps.tip1
source: It's important to enter the starting balance correctly
de: Es ist wichtig, den Anfangssaldo korrekt einzugeben
fr: Il est important de saisir correctement le solde initial
it: È importante inserire correttamente il saldo iniziale
th: การป้อนยอดเงินเริ่มต้นให้ถูกต้องเป็นสิ่งสำคัญ

# how_it_works.quick_start.first_steps.tip2
source: Enable daily reminders for regular transaction entry
de: Aktivieren Sie tägliche Erinnerungen für regelmäßige Transaktionseingaben
fr: Activez les rappels quotidiens pour saisir régulièrement les transactions
it: Abilita i promemoria giornalieri per un inserimento regolare delle transazioni
th: เปิดใช้งานการแจ้งเตือนรายวันเพื่อการบันทึกธุรกรรมอย่างสม่ำเสมอ

# how_it_works.quick_start.navigation.title
source: Navigating the App
de: Navigation in der App
fr: Navigation dans l'app
it: Navigare nell'app
th: การนำทางในแอป

# how_it_works.quick_start.navigation.summary
source: Easy navigation with 5 main tabs
de: Einfache Navigation mit 5 Hauptregisterkarten
fr: Navigation facile avec 5 onglets principaux
it: Navigazione facile con 5 schede principali
th: นำทางง่ายด้วย 5 แท็บหลัก

# how_it_works.quick_start.navigation.step1
source: Dashboard: View your financial summary
de: Dashboard: Sehen Sie Ihre Finanzübersicht
fr: Tableau de bord : Visualisez votre résumé financier
it: Dashboard: Visualizza il tuo riepilogo finanziario
th: แดชบอร์ด: ดูสรุปการเงินของคุณ

# how_it_works.quick_start.navigation.step2
source: Accounts: Manage your wallets, cards and loans
de: Konten: Verwalten Sie Ihre Wallets, Karten und Kredite
fr: Comptes : Gérez vos portefeuilles, cartes et prêts
it: Conti: Gestisci portafogli, carte e prestiti
th: บัญชี: จัดการวอลเล็ต บัตร และสินเชื่อของคุณ

# how_it_works.quick_start.navigation.step3
source: Calendar: Review your transactions in calendar view
de: Kalender: Überprüfen Sie Ihre Transaktionen in der Kalenderansicht
fr: Calendrier : Consultez vos transactions en vue calendrier
it: Calendario: Rivedi le tue transazioni nella vista calendario
th: ปฏิทิน: ตรวจสอบธุรกรรมของคุณในมุมมองปฏิทิน

# how_it_works.quick_start.navigation.step4
source: More: Access reports, budgets and detailed analyses
de: Mehr: Zugriff auf Berichte, Budgets und detaillierte Analysen
fr: Plus : Accédez aux rapports, budgets et analyses détaillées
it: Altro: Accedi a report, budget e analisi dettagliate
th: เพิ่มเติม: เข้าถึงรายงาน งบประมาณ และการวิเคราะห์โดยละเอียด

# how_it_works.accounts.wallet.title
source: Wallet Accounts
de: Wallet-Konten
fr: Comptes portefeuille
it: Conti portafoglio
th: บัญชีวอลเล็ต

# how_it_works.accounts.wallet.summary
source: Track your cash money
de: Verfolgen Sie Ihr Bargeld
fr: Suivez votre argent liquide
it: Tieni traccia del tuo denaro contante
th: ติดตามเงินสดของคุณ

# how_it_works.accounts.wallet.step1
source: Tap the + button in the Accounts tab
de: Tippen Sie auf die +-Taste in der Registerkarte Konten
fr: Appuyez sur le bouton + dans l'onglet Comptes
it: Tocca il pulsante + nella scheda Conti
th: แตะปุ่ม + ในแท็บบัญชี

# how_it_works.accounts.wallet.step2
source: Select wallet type and set name, icon, color
de: Wählen Sie Wallet-Typ und legen Sie Name, Symbol, Farbe fest
fr: Sélectionnez le type de portefeuille et définissez nom, icône, couleur
it: Seleziona il tipo di portafoglio e imposta nome, icona, colore
th: เลือกประเภทวอลเล็ตและตั้งชื่อ ไอคอน สี

# how_it_works.accounts.wallet.step3
source: Create the account by entering the starting balance
de: Erstellen Sie das Konto durch Eingabe des Anfangssaldos
fr: Créez le compte en saisissant le solde initial
it: Crea il conto inserendo il saldo iniziale
th: สร้างบัญชีโดยการป้อนยอดเงินเริ่มต้น

# how_it_works.accounts.credit_card.title
source: Credit Cards
de: Kreditkarten
fr: Cartes de crédit
it: Carte di credito
th: บัตรเครดิต

# how_it_works.accounts.credit_card.summary
source: Manage your cards with limit and due date tracking
de: Verwalten Sie Ihre Karten mit Limit- und Fälligkeitsverfolgung
fr: Gérez vos cartes avec suivi de limite et d'échéance
it: Gestisci le tue carte con monitoraggio del limite e della scadenza
th: จัดการบัตรของคุณด้วยการติดตามวงเงินและวันครบกำหนด

# how_it_works.accounts.credit_card.step1
source: Select credit card type
de: Wählen Sie Kreditkartentyp
fr: Sélectionnez le type carte de crédit
it: Seleziona il tipo di carta di credito
th: เลือกประเภทบัตรเครดิต

# how_it_works.accounts.credit_card.step2
source: Enter card limit and statement date
de: Geben Sie Kartenlimit und Abrechnungsdatum ein
fr: Saisissez la limite de carte et la date de relevé
it: Inserisci il limite della carta e la data dell'estratto conto
th: ป้อนวงเงินบัตรและวันสรุปยอด

# how_it_works.accounts.credit_card.step3
source: Calculate payment due date (statement + days)
de: Berechnen Sie Zahlungsfälligkeit (Abrechnung + Tage)
fr: Calculez la date d'échéance (relevé + jours)
it: Calcola la data di scadenza del pagamento (estratto conto + giorni)
th: คำนวณวันครบกำหนดชำระ (วันสรุปยอด + จำนวนวัน)

# how_it_works.accounts.credit_card.step4
source: Easily track your installment purchases
de: Verfolgen Sie Ihre Ratenkäufe einfach
fr: Suivez facilement vos achats en plusieurs fois
it: Tieni traccia facilmente dei tuoi acquisti a rate
th: ติดตามการซื้อแบบผ่อนชำระของคุณได้อย่างง่ายดาย

# how_it_works.accounts.credit_card.tip1
source: You'll receive payment due reminders when notifications are enabled
de: Sie erhalten Zahlungserinnerungen, wenn Benachrichtigungen aktiviert sind
fr: Vous recevrez des rappels d'échéance lorsque les notifications sont activées
it: Riceverai promemoria di scadenza pagamento se le notifiche sono abilitate
th: คุณจะได้รับการแจ้งเตือนวันครบกำหนดชำระเมื่อเปิดใช้งานการแจ้งเตือน

# how_it_works.accounts.loan.title
source: Loans
de: Kredite
fr: Prêts
it: Prestiti
th: สินเชื่อ

# how_it_works.accounts.loan.summary
source: Automatic tracking of loan installments
de: Automatische Verfolgung von Kreditraten
fr: Suivi automatique des mensualités de prêt
it: Monitoraggio automatico delle rate del prestito
th: การติดตามค่างวดสินเชื่ออัตโนมัติ

# how_it_works.accounts.loan.step1
source: Select loan type and enter details
de: Wählen Sie Kredittyp und geben Sie Details ein
fr: Sélectionnez le type de prêt et saisissez les détails
it: Seleziona il tipo di prestito e inserisci i dettagli
th: เลือกประเภทสินเชื่อและป้อนรายละเอียด

# how_it_works.accounts.loan.step2
source: Specify interest rate and number of installments
de: Geben Sie Zinssatz und Anzahl der Raten an
fr: Spécifiez le taux d'intérêt et le nombre de mensualités
it: Specifica il tasso di interesse e il numero di rate
th: ระบุอัตราดอกเบี้ยและจำนวนงวด

# how_it_works.accounts.loan.step3
source: System creates automatic payment schedule
de: System erstellt automatisch Zahlungsplan
fr: Le système crée automatiquement le calendrier de paiement
it: Il sistema crea un piano di pagamento automatico
th: ระบบจะสร้างกำหนดการชำระเงินอัตโนมัติ

# how_it_works.transactions.add.title
source: Adding Transactions
de: Transaktionen hinzufügen
fr: Ajouter des transactions
it: Aggiungere transazioni
th: การเพิ่มธุรกรรม

# how_it_works.transactions.add.summary
source: Quickly record your income and expenses
de: Erfassen Sie schnell Ihre Einnahmen und Ausgaben
fr: Enregistrez rapidement vos revenus et dépenses
it: Registra rapidamente le tue entrate e uscite
th: บันทึกรายรับและรายจ่ายของคุณอย่างรวดเร็ว

# how_it_works.transactions.add.step1
source: Tap the + button on the home screen
de: Tippen Sie auf die +-Taste auf dem Startbildschirm
fr: Appuyez sur le bouton + sur l'écran d'accueil
it: Tocca il pulsante + sulla schermata principale
th: แตะปุ่ม + บนหน้าจอหลัก

# how_it_works.transactions.add.step2
source: Select income or expense
de: Wählen Sie Einnahme oder Ausgabe
fr: Sélectionnez revenu ou dépense
it: Seleziona entrata o uscita
th: เลือกรายรับหรือรายจ่าย

# how_it_works.transactions.add.step3
source: Type transaction name (get automatic category suggestions)
de: Geben Sie Transaktionsname ein (erhalten Sie automatische Kategorievorschläge)
fr: Saisissez le nom de transaction (obtenez des suggestions de catégories automatiques)
it: Digita il nome della transazione (ricevi suggerimenti di categoria automatici)
th: พิมพ์ชื่อธุรกรรม (รับคำแนะนำหมวดหมู่อัตโนมัติ)

# how_it_works.transactions.add.step4
source: Save by selecting amount, category and account
de: Speichern durch Auswahl von Betrag, Kategorie und Konto
fr: Enregistrez en sélectionnant montant, catégorie et compte
it: Salva selezionando importo, categoria e conto
th: บันทึกโดยเลือกจำนวนเงิน หมวดหมู่ และบัญชี

# how_it_works.transactions.installment.title
source: Installment Transactions
de: Ratentransaktionen
fr: Transactions en plusieurs fois
it: Transazioni a rate
th: ธุรกรรมแบบผ่อนชำระ

# how_it_works.transactions.installment.summary
source: Credit card installment purchases
de: Kreditkarten-Ratenkäufe
fr: Achats en plusieurs fois par carte de crédit
it: Acquisti a rate con carta di credito
th: การซื้อสินค้าแบบผ่อนชำระผ่านบัตรเครดิต

# how_it_works.transactions.installment.step1
source: Select credit card account when adding expense
de: Wählen Sie Kreditkartenkonto beim Hinzufügen einer Ausgabe
fr: Sélectionnez le compte carte de crédit lors de l'ajout d'une dépense
it: Seleziona il conto della carta di credito quando aggiungi una spesa
th: เลือกบัญชีบัตรเครดิตเมื่อเพิ่มรายจ่าย

# how_it_works.transactions.installment.step2
source: Enable the installment transaction toggle
de: Aktivieren Sie den Ratentransaktions-Schalter
fr: Activez le bouton transaction en plusieurs fois
it: Abilita l'interruttore della transazione a rate
th: เปิดใช้งานสวิตช์ธุรกรรมแบบผ่อนชำระ

# how_it_works.transactions.installment.step3
source: Set the number of installments (2-36 months)
de: Legen Sie Anzahl der Raten fest (2-36 Monate)
fr: Définissez le nombre de mensualités (2-36 mois)
it: Imposta il numero di rate (2-36 mesi)
th: ตั้งค่าจำนวนงวด (2-36 เดือน)

# how_it_works.transactions.installment.tip1
source: Only the current month's installment is reflected in the account
de: Nur die Rate des aktuellen Monats wird im Konto reflektiert
fr: Seule la mensualité du mois en cours est reflétée dans le compte
it: Solo la rata del mese corrente viene riflessa sul conto
th: เฉพาะค่างวดของเดือนปัจจุบันเท่านั้นที่จะแสดงในบัญชี

# how_it_works.transactions.recurring.title
source: Recurring Transactions
de: Wiederkehrende Transaktionen
fr: Transactions récurrentes
it: Transazioni ricorrenti
th: ธุรกรรมที่เกิดซ้ำ

# how_it_works.transactions.recurring.summary
source: Automate your regular income and expenses
de: Automatisieren Sie Ihre regelmäßigen Einnahmen und Ausgaben
fr: Automatisez vos revenus et dépenses réguliers
it: Automatizza le tue entrate e uscite regolari
th: ทำรายรับและรายจ่ายประจำของคุณให้เป็นอัตโนมัติ

# how_it_works.transactions.recurring.step1
source: Select repeat option when adding transaction
de: Wählen Sie Wiederholungsoption beim Hinzufügen einer Transaktion
fr: Sélectionnez l'option de répétition lors de l'ajout d'une transaction
it: Seleziona l'opzione di ripetizione quando aggiungi una transazione
th: เลือกตัวเลือกการทำซ้ำเมื่อเพิ่มธุรกรรม

# how_it_works.transactions.recurring.step2
source: Choose monthly, quarterly, semi-annually or yearly
de: Wählen Sie monatlich, vierteljährlich, halbjährlich oder jährlich
fr: Choisissez mensuel, trimestriel, semestriel ou annuel
it: Scegli tra mensile, trimestrale, semestrale o annuale
th: เลือกรายเดือน รายไตรมาส รายครึ่งปี หรือรายปี

# how_it_works.transactions.recurring.step3
source: Set end date for automatic termination
de: Legen Sie Enddatum für automatische Beendigung fest
fr: Définissez une date de fin pour l'arrêt automatique
it: Imposta la data di fine per l'interruzione automatica
th: ตั้งค่าวันที่สิ้นสุดเพื่อการยุติอัตโนมัติ

# how_it_works.budgets.create.title
source: Creating Budgets
de: Budgets erstellen
fr: Créer des budgets
it: Creare budget
th: การสร้างงบประมาณ

# how_it_works.budgets.create.summary
source: Category-specific spending limits
de: Kategoriespezifische Ausgabenlimits
fr: Limites de dépenses spécifiques aux catégories
it: Limiti di spesa specifici per categoria
th: จำกัดการใช้จ่ายตามหมวดหมู่

# how_it_works.budgets.create.step1
source: Go to Budgets from the More menu
de: Gehen Sie zu Budgets über das Mehr-Menü
fr: Allez dans Budgets depuis le menu Plus
it: Vai a Budget dal menu Altro
th: ไปที่งบประมาณจากเมนูเพิ่มเติม

# how_it_works.budgets.create.step2
source: Create new budget and give it a name
de: Erstellen Sie neues Budget und geben Sie ihm einen Namen
fr: Créez un nouveau budget et donnez-lui un nom
it: Crea un nuovo budget e dagli un nome
th: สร้างงบประมาณใหม่และตั้งชื่อ

# how_it_works.budgets.create.step3
source: Select limit amount and categories
de: Wählen Sie Limitbetrag und Kategorien
fr: Sélectionnez le montant limite et les catégories
it: Seleziona l'importo del limite e le categorie
th: เลือกจำนวนเงินจำกัดและหมวดหมู่

# how_it_works.budgets.create.step4
source: Set auto-renewal and rollover options
de: Legen Sie Optionen für automatische Erneuerung und Übertrag fest
fr: Définissez les options de renouvellement automatique et de report
it: Imposta le opzioni di rinnovo automatico e riporto
th: ตั้งค่าตัวเลือกการต่ออายุอัตโนมัติและการยกยอด

# how_it_works.budgets.rollover.title
source: Budget Rollover
de: Budget-Übertrag
fr: Report de budget
it: Riporto del budget
th: การยกยอดงบประมาณ

# how_it_works.budgets.rollover.summary
source: Unused budget transfers to the next month
de: Ungenutztes Budget überträgt sich in den nächsten Monat
fr: Le budget non utilisé est transféré au mois suivant
it: Il budget non utilizzato viene trasferito al mese successivo
th: งบประมาณที่ไม่ได้ใช้จะถูกโอนไปยังเดือนถัดไป

# how_it_works.budgets.rollover.step1
source: Enable 'Rollover' option when creating budget
de: Aktivieren Sie die 'Übertrag'-Option beim Erstellen des Budgets
fr: Activez l'option 'Report' lors de la création du budget
it: Abilita l'opzione 'Riporto' durante la creazione del budget
th: เปิดใช้งานตัวเลือก 'ยกยอด' เมื่อสร้างงบประมาณ

# how_it_works.budgets.rollover.step2
source: Remaining amount is calculated automatically at month end
de: Verbleibender Betrag wird automatisch am Monatsende berechnet
fr: Le montant restant est calculé automatiquement en fin de mois
it: L'importo residuo viene calcolato automaticamente alla fine del mese
th: จำนวนเงินที่เหลือจะถูกคำนวณโดยอัตโนมัติเมื่อสิ้นเดือน

# how_it_works.budgets.rollover.step3
source: Limit + rollover amount available in the new month
de: Limit + Übertragsbetrag im neuen Monat verfügbar
fr: Limite + montant reporté disponible le nouveau mois
it: Limite + importo riportato disponibile nel nuovo mese
th: วงเงิน + จำนวนเงินยกยอดที่ใช้ได้ในเดือนใหม่
