Repository: tturanmustafa/Walleo
Catalog: Walleo/UI/Resources/*.lproj/Localizable.strings
Languages: de, es, fr, hi, id, it, ja, ms, th, tr, vi, zh_hans

# common.save
source: Save
de: Speichern
es: Guardar
fr: Enregistrer
hi: सहेजें
id: Simpan
it: Salva
ja: 保存
ms: Simpan
th: บันทึก
tr: Kaydet
vi: Lưu
zh_hans: 保存

# common.cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
hi: रद्द करें
id: Batal
it: Annulla
ja: キャンセル
ms: Batal
th: ยกเลิก
tr: İptal
vi: Hủy
zh_hans: 取消

# common.edit
source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
hi: संपादित करें
id: Ubah
it: Modifica
ja: 編集
ms: Ubah
th: แก้ไข
tr: Düzenle
vi: Sửa
zh_hans: 编辑

# common.delete
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
hi: हटाएं
id: Hapus
it: Elimina
ja: 削除
ms: Padam
th: ลบ
tr: Sil
vi: Xóa
zh_hans: 删除

# common.done
source: Done
de: Fertig
es: Hecho
fr: Terminé
hi: हो गया
id: Selesai
it: Fatto
ja: 完了
ms: Selesai
th: เสร็จสิ้น
tr: Bitti
vi: Xong
zh_hans: 完成

# common.reset
source: Reset
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
hi: रीसेट करें
id: Atur Ulang
it: Ripristina
ja: リセット
ms: Tetap Semula
th: รีเซ็ต
tr: Sıfırla
vi: Thiết lập lại
zh_hans: 重置

# common.apply
source: Apply
de: Anwenden
es: Aplicar
fr: Appliquer
hi: लागू करें
id: Terapkan
it: Applica
ja: 適用
ms: Guna
th: ปรับใช้
tr: Uygula
vi: Áp dụng
zh_hans: 应用

# common.all
source: All
de: Alle
es: Todo
fr: Tout
hi: सभी
id: Semua
it: Tutto
ja: すべて
ms: Semua
th: ทั้งหมด
tr: Tümü
vi: Tất cả
zh_hans: 全部

# common.income
source: Income
de: Einnahme
es: Ingreso
fr: Revenu
hi: आय
id: Pemasukan
it: Entrata
ja: 収入
ms: Pendapatan
th: รายรับ
tr: Gelir
vi: Thu nhập
zh_hans: 收入

# common.expense
source: Expense
de: Ausgabe
es: Gasto
fr: Dépense
hi: व्यय
id: Pengeluaran
it: Uscita
ja: 支出
ms: Perbelanjaan
th: รายจ่าย
tr: Gider
vi: Chi tiêu
zh_hans: 支出

# common.category
source: Category
de: Kategorie
es: Categoría
fr: Catégorie
hi: श्रेणी
id: Kategori
it: Categoria
ja: カテゴリー
ms: Kategori
th: หมวดหมู่
tr: Kategori
vi: Hạng mục
zh_hans: 类别

# common.categories
source: Categories
de: Kategorien
es: Categorías
fr: Catégories
hi: श्रेणियाँ
id: Kategori
it: Categorie
ja: カテゴリー
ms: Kategori
th: หมวดหมู่
tr: Kategoriler
vi: Các hạng mục
zh_hans: 类别

# common.amount
source: Amount
de: Betrag
es: Importe
fr: Montant
hi: राशि
id: Jumlah
it: Importo
ja: 金額
ms: Jumlah
th: จำนวนเงิน
tr: Tutar
vi: Số tiền
zh_hans: 金额

# common.date
source: Date
de: Datum
es: Fecha
hi: तारीख
id: Tanggal
it: Data
ja: 日付
ms: Tarikh
th: วันที่
tr: Tarih
vi: Ngày
zh_hans: 日期

# common.type
source: Type
de: Typ
es: Tipo
hi: प्रकार
id: Jenis
it: Tipo
ja: 種類
ms: Jenis
th: ประเภท
tr: Tür
vi: Loại
zh_hans: 类型

# common.account
source: Account
de: Konto
es: Cuenta
fr: Compte
hi: खाता
id: Akun
it: Conto
ja: 口座
ms: Akaun
th: บัญชี
tr: Hesap
vi: Tài khoản
zh_hans: 账户

# common.select_account
source: Select Account
de: Konto auswählen
es: Seleccionar cuenta
fr: Sélectionner un compte
hi: खाता चुनें
id: Pilih Akun
it: Seleziona conto
ja: 口座を選択
ms: Pilih Akaun
th: เลือกบัญชี
tr: Hesap Seç
vi: Chọn tài khoản
zh_hans: 选择账户

# common.back
source: Back
de: Zurück
es: Atrás
fr: Retour
hi: वापस
id: Kembali
it: Indietro
ja: 戻る
ms: Kembali
th: กลับ
tr: Geri
vi: Quay lại
zh_hans: 返回

# common.total
source: Total
de: Gesamt
hi: कुल
it: Totale
ja: 合計
ms: Jumlah
th: ทั้งหมด
tr: Toplam
vi: Tổng cộng
zh_hans: 总计

# common.net
source: Net
de: Netto
es: Neto
hi: शुद्ध
id: Bersih
it: Netto
ja: 純額
ms: Bersih
th: สุทธิ
vi: Ròng
zh_hans: 净额

# common.total_amount
source: Total Amount
de: Gesamtbetrag
es: Importe Total
fr: Montant total
hi: कुल राशि
id: Total Jumlah
it: Importo Totale
ja: 合計金額
ms: Jumlah Keseluruhan
th: ยอดรวม
tr: Toplam Tutar
vi: Tổng số tiền
zh_hans: 总金额

# tab.dashboard
source: Dashboard
de: Übersicht
es: Resumen
fr: Tableau de bord
hi: अवलोकन
id: Ringkasan
it: Riepilogo
ja: 概要
ms: Gambaran Keseluruhan
th: ภาพรวม
tr: Panel
vi: Tổng quan
zh_hans: 概览

# tab.calendar
source: Calendar
de: Kalender
es: Calendario
fr: Calendrier
hi: कैलेंडर
id: Kalender
it: Calendario
ja: カレンダー
ms: Kalendar
th: ปฏิทิน
tr: Takvim
vi: Lịch
zh_hans: 日历

# tab.reports
source: Summary
de: Berichte
es: Informes
fr: Rapports
hi: रिपोर्ट
id: Laporan
it: Report
ja: レポート
ms: Laporan
th: รายงาน
tr: Özet
vi: Báo cáo
zh_hans: 报告

# tab.settings
source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres
hi: सेटिंग्स
id: Pengaturan
it: Impostazioni
ja: 設定
ms: Tetapan
th: การตั้งค่า
tr: Ayarlar
vi: Cài đặt
zh_hans: 设置

# tab.budgets
source: Budgets
es: Presupuestos
hi: बजट
id: Anggaran
it: Budget
ja: 予算
ms: Bajet
th: งบประมาณ
tr: Bütçeler
vi: Ngân sách
zh_hans: 预算

# tab.more
source: More
de: Mehr
es: Más
fr: Plus
hi: अधिक
id: Lainnya
it: Altro
ja: その他
ms: Lagi
th: เพิ่มเติม
tr: Daha Fazla
vi: Thêm
zh_hans: 更多

# dashboard.category_distribution
source: Category Distribution
de: Kategorienverteilung
es: Distribución por Categoría
fr: Répartition par catégorie
hi: श्रेणी वितरण
id: Distribusi Kategori
it: Distribuzione Categorie
ja: カテゴリー別分布
ms: Agihan Kategori
th: การกระจายหมวดหมู่
tr: Kategori Dağılımı
vi: Phân bổ theo hạng mục
zh_hans: 类别分布

# dashboard.recent_transactions
source: Recent Transactions
de: Letzte Transaktionen
es: Transacciones Recientes
fr: Transactions récentes
hi: हाल के लेन-देन
id: Transaksi Terkini
it: Transazioni Recenti
ja: 最近の取引
ms: Urus Niaga Terkini
th: รายการล่าสุด
tr: Son İşlemler
vi: Giao dịch gần đây
zh_hans: 最近交易

# dashboard.see_all
source: See All
de: Alle anzeigen
es: Ver todo
fr: Voir tout
hi: सभी देखें
id: Lihat Semua
it: Mostra tutto
ja: すべて表示
ms: Lihat Semua
th: ดูทั้งหมด
tr: Tümü
vi: Xem tất cả
zh_hans: 查看全部

# dashboard.no_records_for_month
source: No Records for This Month
de: Keine Einträge für diesen Monat
es: No hay registros para este mes
fr: Aucun enregistrement pour ce mois
hi: इस महीने के लिए कोई रिकॉर्ड नहीं है
id: Tidak ada catatan untuk bulan ini
it: Nessun dato per questo mese
ja: 今月の記録はありません
ms: Tiada rekod untuk bulan ini
th: ไม่มีบันทึกสำหรับเดือนนี้
tr: Bu Ay İçin Kayıt Yok
vi: Không có bản ghi nào cho tháng này
zh_hans: 本月无记录

# settings.title
source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres
hi: सेटिंग्स
id: Pengaturan
it: Impostazioni
ja: 設定
ms: Tetapan
th: การตั้งค่า
tr: Ayarlar
vi: Cài đặt
zh_hans: 设置

# settings.section_general
source: GENERAL
de: ALLGEMEIN
fr: GÉNÉRAL
hi: सामान्य
id: UMUM
it: GENERALE
ja: 一般
ms: UMUM
th: ทั่วไป
tr: GENEL
vi: CHUNG
zh_hans: 通用

# settings.theme
source: Theme
de: Design
es: Tema
fr: Thème
hi: थीम
id: Tema
it: Tema
ja: テーマ
ms: Tema
th: ธีม
tr: Tema
vi: Chủ đề
zh_hans: 主题

# settings.theme_system
source: System
es: Sistema
fr: Système
hi: सिस्टम
id: Sistem
it: Sistema
ja: システム
ms: Sistem
th: ระบบ
tr: Sistem
vi: Hệ thống
zh_hans: 跟随系统

# settings.theme_light
source: Light
de: Hell
es: Claro
fr: Clair
hi: लाइट
id: Terang
it: Chiaro
ja: ライト
ms: Cerah
th: สว่าง
tr: Açık
vi: Sáng
zh_hans: 浅色

# settings.theme_dark
source: Dark
de: Dunkel
es: Oscuro
fr: Sombre
hi: डार्क
id: Gelap
it: Scuro
ja: ダーク
ms: Gelap
th: มืด
tr: Koyu
vi: Tối
zh_hans: 深色

# settings.language
source: Language
de: Sprache
es: Idioma
fr: Langue
hi: भाषा
id: Bahasa
it: Lingua
ja: 言語
ms: Bahasa
th: ภาษา
tr: Dil
vi: Ngôn ngữ
zh_hans: 语言

# settings.manage_categories
source: Manage Categories
de: Kategorien verwalten
es: Gestionar Categorías
fr: Gérer les catégories
hi: श्रेणियाँ प्रबंधित करें
id: Kelola Kategori
it: Gestisci Categorie
ja: カテゴリー管理
ms: Urus Kategori
th: จัดการหมวดหมู่
tr: Kategorileri Yönet
vi: Quản lý hạng mục
zh_hans: 管理类别

# settings.section_info
source: INFORMATION
de: INFO
es: INFORMACIÓN
fr: INFORMATIONS
hi: जानकारी
id: INFORMASI
it: INFO
ja: 情報
ms: MAKLUMAT
th: ข้อมูล
tr: BİLGİ
vi: THÔNG TIN
zh_hans: 信息

# settings.version
source: Version
es: Versión
hi: संस्करण
id: Versi
it: Versione
ja: バージョン
ms: Versi
th: เวอร์ชัน
tr: Versiyon
vi: Phiên bản
zh_hans: 版本

# settings.currency
source: Currency
de: Währung
es: Moneda
fr: Devise
hi: मुद्रा
id: Mata Uang
it: Valuta
ja: 通貨
ms: Mata Wang
th: สกุลเงิน
tr: Para Birimi
vi: Tiền tệ
zh_hans: 货币

# settings.notifications
source: Notification Settings
de: Benachrichtigungseinstellungen
es: Ajustes de Notificaciones
fr: Paramètres de notification
hi: सूचना सेटिंग्स
id: Pengaturan Notifikasi
it: Impostazioni Notifiche
ja: 通知設定
ms: Tetapan Pemberitahuan
th: การตั้งค่าการแจ้งเตือน
tr: Bildirim Ayarları
vi: Cài đặt thông báo
zh_hans: 通知设置

# settings.notifications.title
source: Notification Settings
de: Benachrichtigungseinstellungen
es: Ajustes de Notificaciones
fr: Paramètres de notification
hi: सूचना सेटिंग्स
id: Pengaturan Notifikasi
it: Impostazioni Notifiche
ja: 通知設定
ms: Tetapan Pemberitahuan
th: การตั้งค่าการแจ้งเตือน
tr: Bildirim Ayarları
vi: Cài đặt thông báo
zh_hans: 通知设置

# settings.notifications.master_section
source: MASTER CONTROL
de: HAUPTSTEUERUNG
es: CONTROL PRINCIPAL
fr: CONTRÔLE PRINCIPAL
hi: मुख्य नियंत्रण
id: KONTROL UTAMA
it: CONTROLLO PRINCIPALE
ja: マスターコントロール
ms: KAWALAN UTAMA
th: การควบคุมหลัก
tr: ANA KONTROL
vi: ĐIỀU KHIỂN CHÍNH
zh_hans: 主开关

# settings.notifications.master_toggle
source: Enable All Notifications
de: Alle Benachrichtigungen
es: Todas las notificaciones
fr: Toutes les notifications
hi: सभी सूचनाएं
id: Semua Notifikasi
it: Tutte le notifiche
ja: すべての通知
ms: Semua Pemberitahuan
th: การแจ้งเตือนทั้งหมด
tr: Tüm Bildirimler
vi: Tất cả thông báo
zh_hans: 所有通知

# settings.notifications.budget_section
source: BUDGET ALERTS
de: BUDGET-WARNUNGEN
es: ALERTAS DE PRESUPUESTO
fr: ALERTES BUDGET
hi: बजट अलर्ट
id: PERINGATAN ANGGARAN
it: AVVISI BUDGET
ja: 予算アラート
ms: AMARAN BAJET
th: การแจ้งเตือนงบประมาณ
tr: BÜTÇE UYARILARI
vi: CẢNH BÁO NGÂN SÁCH
zh_hans: 预算提醒

# settings.notifications.budget_toggle
source: Show Budget Notifications
de: Budget-Benachrichtigungen anzeigen
es: Mostrar notificaciones de presupuesto
fr: Afficher les notifications de budget
hi: बजट सूचनाएं दिखाएं
id: Tampilkan Notifikasi Anggaran
it: Mostra notifiche budget
ja: 予算の通知を表示
ms: Tunjukkan Pemberitahuan Bajet
th: แสดงการแจ้งเตือนงบประมาณ
tr: Bütçe Bildirimlerini Göster
vi: Hiển thị thông báo ngân sách
zh_hans: 显示预算通知

# settings.notifications.threshold_picker
source: Alert Threshold
de: Warnschwelle
es: Umbral de alerta
fr: Seuil d'alerte
hi: चेतावनी सीमा
id: Ambang Batas Peringatan
it: Soglia di avviso
ja: 警告しきい値
ms: Ambang Amaran
th: เกณฑ์การแจ้งเตือน
tr: Uyarı Eşiği
vi: Ngưỡng cảnh báo
zh_hans: 提醒阈值

# settings.notifications.threshold.option_80
source: When 80% is reached
de: Bei Erreichen von 80 %
es: Al alcanzar el 80%
fr: À 80% atteint
hi: 80% तक पहुंचने पर
id: Saat mencapai 80%
it: Raggiunto l'80%
ja: 80%に達した場合
ms: Apabila mencapai 80%
th: เมื่อถึง 80%
tr: %80'e Ulaşınca
vi: Khi đạt 80%
zh_hans: 达到80%

# settings.notifications.threshold.option_85
source: When 85% is reached
de: Bei Erreichen von 85 %
es: Al alcanzar el 85%
fr: À 85% atteint
hi: 85% तक पहुंचने पर
id: Saat mencapai 85%
it: Raggiunto l'85%
ja: 85%に達した場合
ms: Apabila mencapai 85%
th: เมื่อถึง 85%
tr: %85'e Ulaşınca
vi: Khi đạt 85%
zh_hans: 达到85%

# settings.notifications.threshold.option_90
source: When 90% is reached
de: Bei Erreichen von 90 %
es: Al alcanzar el 90%
fr: À 90% atteint
hi: 90% तक पहुंचने पर
id: Saat mencapai 90%
it: Raggiunto il 90%
ja: 90%に達した場合
ms: Apabila mencapai 90%
th: เมื่อถึง 90%
tr: %90'a Ulaşınca
vi: Khi đạt 90%
zh_hans: 达到90%

# settings.notifications.threshold.option_95
source: When 95% is reached
de: Bei Erreichen von 95 %
es: Al alcanzar el 95%
fr: À 95% atteint
hi: 95% तक पहुंचने पर
id: Saat mencapai 95%
it: Raggiunto il 95%
ja: 95%に達した場合
ms: Apabila mencapai 95%
th: เมื่อถึง 95%
tr: %95'e Ulaşınca
vi: Khi đạt 95%
zh_hans: 达到95%

# settings.notifications.loan_section
source: PAYMENT REMINDERS
de: ZAHLUNGSERINNERUNGEN
es: RECORDATORIOS DE PAGO
fr: RAPPELS DE PAIEMENT
hi: भुगतान अनुस्मारक
id: PENGINGAT PEMBAYARAN
it: PROMEMORIA PAGAMENTI
ja: 支払いリマインダー
ms: PERINGATAN BAYARAN
th: การแจ้งเตือนการชำระเงิน
tr: ÖDEME HATIRLATICILARI
vi: NHẮC NHỞ THANH TOÁN
zh_hans: 还款提醒

# settings.notifications.loan_toggle
source: Remind for Loan Installments
de: An Kreditraten erinnern
es: Recordar cuotas del préstamo
fr: Rappeler les mensualités de prêt
hi: ऋण किस्तों की याद दिलाएं
id: Ingatkan Cicilan Pinjaman
it: Ricorda rate del prestito
ja: ローンの返済をリマインド
ms: Ingatkan Ansuran Pinjaman
th: เตือนการชำระคืนเงินกู้
tr: Kredi Taksitlerini Hatırlat
vi: Nhắc nhở trả góp khoản vay
zh_hans: 提醒贷款还款

# settings.notifications.loan_stepper
source: %d days before due date
de: %d Tage vor Fälligkeit
es: %d días antes del vencimiento
fr: %d jours avant l'échéance
hi: नियत तारीख से %d दिन पहले
id: %d hari sebelum jatuh tempo
it: %d giorni prima della scadenza
ja: 期日の%d日前
ms: %d hari sebelum tarikh akhir
th: %d วันก่อนวันครบกำหนด
tr: Vadeden %d gün önce
vi: %d ngày trước hạn
zh_hans: 到期前%d天

# settings.notifications.credit_card_section
source: CREDIT CARD REMINDERS
de: KREDITKARTEN-ERINNERUNGEN
es: RECORDATORIOS DE TARJETA DE CRÉDITO
fr: RAPPELS DE CARTE DE CRÉDIT
hi: क्रेडिट कार्ड अनुस्मारक
id: PENGINGAT KARTU KREDIT
it: PROMEMORIA CARTA DI CREDITO
ja: クレジットカードリマインダー
ms: PERINGATAN KAD KREDIT
th: การแจ้งเตือนบัตรเครดิต
tr: KREDİ KARTI HATIRLATICILARI
vi: NHẮC NHỞ THẺ TÍN DỤNG
zh_hans: 信用卡还款提醒

# settings.notifications.credit_card_toggle
source: Remind for Due Date
de: An letzten Zahlungstag erinnern
es: Recordar fecha de vencimiento
fr: Rappeler la date d'échéance
hi: अंतिम भुगतान तिथि की याद दिलाएं
id: Ingatkan Tanggal Jatuh Tempo
it: Ricorda data di scadenza pagamento
ja: 支払期日をリマインド
ms: Ingatkan Tarikh Akhir Bayaran
th: เตือนวันครบกำหนดชำระเงิน
tr: Son Ödeme Gününü Hatırlat
vi: Nhắc nhở ngày đến hạn thanh toán
zh_hans: 提醒最后还款日

# notification.budget.over_limit.title
source: Budget Exceeded
de: Budget überschritten
es: Presupuesto excedido
fr: Budget dépassé
hi: बजट पार हो गया
id: Anggaran Terlampaui
it: Budget superato
ja: 予算超過
ms: Melebihi Bajet
th: เกินงบประมาณ
tr: Bütçe Aşıldı
vi: Vượt ngân sách
zh_hans: 预算超支

# notification.budget.over_limit.body_line1_format
source: You have exceeded the target amount for your %@ budget.
de: Sie haben den Zielbetrag Ihres Budgets '%@' überschritten.
es: Has superado el importe objetivo de tu presupuesto '%@'.
fr: Vous avez dépassé le montant cible de votre budget '%@'.
hi: आपका बजट '%@' अपनी लक्ष्य राशि को पार कर गया है।
id: Anda telah melampaui jumlah target untuk anggaran '%@' Anda.
it: Hai superato l'importo obiettivo per il tuo budget '%@'.
ja: 予算「%@」の目標金額を超えました。
ms: Anda telah melebihi jumlah sasaran untuk bajet '%@' anda.
th: คุณใช้จ่ายเกินเป้าหมายสำหรับงบประมาณ '%@' ของคุณ
tr: %@ adlı bütçenizin hedef tutarını aştınız.
vi: Bạn đã vượt quá số tiền mục tiêu cho ngân sách '%@'.
zh_hans: 您的预算“%@”已超出目标金额。

# notification.budget.over_limit.body_line2
source: Budget Target: %@
de: Budgetziel: %@
es: Objetivo del presupuesto: %@
fr: Objectif du budget : %@
hi: बजट लक्ष्य: %@
id: Target Anggaran: %@
it: Obiettivo budget: %@
ja: 予算目標: %@
ms: Sasaran Bajet: %@
th: เป้าหมายงบประมาณ: %@
tr: Bütçe Hedefi: %@
vi: Mục tiêu ngân sách: %@
zh_hans: 预算目标: %@

# notification.budget.over_limit.body_line3
source: Exceeded by: %@
de: Überschrittener Betrag: %@
es: Importe excedido: %@
fr: Montant dépassé : %@
hi: पार की गई राशि: %@
id: Jumlah Terlampaui: %@
it: Importo superato: %@
ja: 超過金額: %@
ms: Jumlah Melebihi: %@
th: จำนวนที่เกิน: %@
tr: Aşılan Tutar: %@
vi: Số tiền vượt: %@
zh_hans: 超支金额: %@

# notification.budget.approaching_limit.title
source: Budget Limit Approaching
de: Budgetlimit nähert sich
es: Límite del presupuesto cercano
fr: Limite de budget proche
hi: बजट सीमा निकट आ रही है
id: Batas Anggaran Mendekat
it: Limite budget quasi raggiunto
ja: 予算上限が近づいています
ms: Had Bajet Hampir Tercapai
th: ใกล้ถึงขีดจำกัดงบประมาณ
tr: Bütçe Limiti Yaklaşıyor
vi: Sắp đến giới hạn ngân sách
zh_hans: 预算接近限额

# notification.budget.approaching_limit.body_line1_format
source: You have reached %%%2$.0f of your target for the %1$@ budget.
de: Sie haben %%.%2$.0f Ihres Budgets '%1$@' erreicht.
es: Has alcanzado el %%%2$.0f de tu objetivo para el presupuesto '%1$@'.
fr: Vous avez atteint %%%2$.0f de votre objectif pour le budget '%1$@'.
hi: आप अपने बजट '%1$@' के लक्ष्य का %2$.0f%% तक पहुंच गए हैं।
id: Anda telah mencapai %%%2$.0f dari target anggaran '%1$@' Anda.
it: Hai raggiunto il %%%2$.0f del tuo obiettivo per il budget '%1$@'.
ja: 予算「%1$@」の目標金額の%2$.0f%%に達しました。
ms: Anda telah mencapai %%%2$.0f daripada sasaran untuk bajet '%1$@' anda.
th: คุณใช้ถึง %%%2$.0f ของเป้าหมายสำหรับงบประมาณ '%1$@' ของคุณแล้ว
tr: %1$@ adlı bütçenizin hedef tutarının %%%2$.0f'ına ulaştınız.
vi: Bạn đã đạt %%%2$.0f mục tiêu cho ngân sách '%1$@'.
zh_hans: 您的预算“%1$@”已达到目标金额的%2$.0f%%。

# notification.budget.approaching_limit.body_line2
source: Budget Target: %@
de: Budgetziel: %@
es: Objetivo del presupuesto: %@
fr: Objectif du budget : %@
hi: बजट लक्ष्य: %@
id: Target Anggaran: %@
it: Obiettivo budget: %@
ja: 予算目標: %@
ms: Sasaran Bajet: %@
th: เป้าหมายงบประมาณ: %@
tr: Bütçe Hedefi: %@
vi: Mục tiêu ngân sách: %@
zh_hans: 预算目标: %@

# notification.budget.approaching_limit.body_line3
source: Amount Remaining: %@
de: Verbleibender Betrag: %@
es: Importe restante: %@
fr: Montant restant : %@
hi: शेष राशि: %@
id: Jumlah Tersisa: %@
it: Importo rimanente: %@
ja: 残額: %@
ms: Jumlah Baki: %@
th: จำนวนเงินคงเหลือ: %@
tr: Kalan Tutar: %@
vi: Số tiền còn lại: %@
zh_hans: 剩余金额: %@

# notification.credit_card.due_date.title
source: Credit Card Payment Due
de: Kreditkartenzahlung fällig
es: Pago de tarjeta de crédito próximo
fr: Paiement de carte de crédit imminent
hi: क्रेडिट कार्ड का भुगतान निकट है
id: Pembayaran Kartu Kredit Mendekat
it: Pagamento carta di credito in scadenza
ja: クレジットカードの支払いが間近です
ms: Bayaran Kad Kredit Hampir Tiba
th: ใกล้ถึงวันชำระเงินบัตรเครดิต
tr: Kredi Kartı Ödemesi Yaklaşıyor
vi: Sắp đến hạn thanh toán thẻ tín dụng
zh_hans: 信用卡还款日临近

# notification.credit_card.due_date.body_format
source: The payment for your %@ card is due on %@.
de: Der letzte Zahlungstermin für Ihre Karte %@ ist der %@.
es: La fecha de vencimiento de tu tarjeta %@ es el %@.
fr: La date d'échéance de votre carte %@ est le %@.
hi: आपके %@ कार्ड की अंतिम भुगतान तिथि %@ है।
id: Tanggal jatuh tempo untuk kartu %@ Anda adalah %@.
it: La data di scadenza per la tua carta %@ è il %@.
ja: %@カードの支払期日は%@です。
ms: Tarikh akhir bayaran untuk kad %@ anda ialah %@.
th: วันครบกำหนดชำระเงินสำหรับบัตร %@ ของคุณคือ %@
tr: %@ kartınızın son ödeme tarihi: %@.
vi: Ngày đến hạn thanh toán cho thẻ %@ của bạn là %@.
zh_hans: 您的%@卡最后还款日是%@。

# categories.title
source: Categories
de: Kategorien
es: Categorías
fr: Catégories
hi: श्रेणियाँ
id: Kategori
it: Categorie
ja: カテゴリー
ms: Kategori
th: หมวดหมู่
tr: Kategoriler
vi: Các hạng mục
zh_hans: 类别

# categories.income_categories
source: Income Categories
de: Einnahmenkategorien
es: Categorías de Ingresos
fr: Catégories de revenus
hi: आय श्रेणियाँ
id: Kategori Pemasukan
it: Categorie Entrate
ja: 収入カテゴリー
ms: Kategori Pendapatan
th: หมวดหมู่รายรับ
tr: Gelir Kategorileri
vi: Hạng mục thu nhập
zh_hans: 收入类别

# categories.expense_categories
source: Expense Categories
de: Ausgabenkategorien
es: Categorías de Gastos
fr: Catégories de dépenses
hi: व्यय श्रेणियाँ
id: Kategori Pengeluaran
it: Categorie Uscite
ja: 支出カテゴリー
ms: Kategori Perbelanjaan
th: หมวดหมู่รายจ่าย
tr: Gider Kategorileri
vi: Hạng mục chi tiêu
zh_hans: 支出类别

# categories.new
source: New Category
de: Neue Kategorie
es: Nueva Categoría
fr: Nouvelle catégorie
hi: नई श्रेणी
id: Kategori Baru
it: Nuova Categoria
ja: 新規カテゴリー
ms: Kategori Baru
th: หมวดหมู่ใหม่
tr: Yeni Kategori
vi: Hạng mục mới
zh_hans: 新建类别

# categories.edit
source: Edit Category
de: Kategorie bearbeiten
es: Editar Categoría
fr: Modifier la catégorie
hi: श्रेणी संपादित करें
id: Ubah Kategori
it: Modifica Categoria
ja: カテゴリーを編集
ms: Ubah Kategori
th: แก้ไขหมวดหมู่
tr: Kategoriyi Düzenle
vi: Sửa hạng mục
zh_hans: 编辑类别

# categories.name
source: Category Name
de: Kategoriename
es: Nombre de la Categoría
fr: Nom de la catégorie
hi: श्रेणी का नाम
id: Nama Kategori
it: Nome Categoria
ja: カテゴリー名
ms: Nama Kategori
th: ชื่อหมวดหมู่
tr: Kategori Adı
vi: Tên hạng mục
zh_hans: 类别名称

# categories.color
source: Category Color
de: Kategoriefarbe
es: Color de la Categoría
fr: Couleur de la catégorie
hi: श्रेणी का रंग
id: Warna Kategori
it: Colore Categoria
ja: カテゴリーの色
ms: Warna Kategori
th: สีหมวดหมู่
tr: Kategori Rengi
vi: Màu hạng mục
zh_hans: 类别颜色

# categories.select_icon
source: Select Icon
de: Symbol auswählen
es: Seleccionar Icono
fr: Choisir une icône
hi: आइकन चुनें
id: Pilih Ikon
it: Seleziona Icona
ja: アイコンを選択
ms: Pilih Ikon
th: เลือกไอคอน
tr: İkon Seç
vi: Chọn biểu tượng
zh_hans: 选择图标

# transaction.new
source: New Transaction
de: Neue Transaktion
es: Nueva Transacción
fr: Nouvelle transaction
hi: नया लेन-देन
id: Transaksi Baru
it: Nuova Transazione
ja: 新規取引
ms: Urus Niaga Baru
th: รายการใหม่
tr: Yeni İşlem
vi: Giao dịch mới
zh_hans: 新建交易

# transaction.edit
source: Edit Transaction
de: Transaktion bearbeiten
es: Editar Transacción
fr: Modifier la transaction
hi: लेन-देन संपादित करें
id: Ubah Transaksi
it: Modifica Transazione
ja: 取引を編集
ms: Ubah Urus Niaga
th: แก้ไขรายการ
tr: İşlemi Düzenle
vi: Sửa giao dịch
zh_hans: 编辑交易

source: Transaction Type
de: Transaktionstyp
es: Tipo de Transacción
fr: Type de transaction
hi: लेन-देन का प्रकार
id: Jenis Transaksi
it: Tipo Transazione
ja: 取引の種類
ms: Jenis Urus Niaga
th: ประเภทรายการ
tr: İşlem Türü
vi: Loại giao dịch
zh_hans: 交易类型

# transaction.section_details
source: Details
es: Detalles
fr: Détails
hi: विवरण
id: Detail
it: Dettagli
ja: 詳細
ms: Butiran
th: รายละเอียด
tr: Detaylar
vi: Chi tiết
zh_hans: 详情

# transaction.name_placeholder
source: Transaction Name (e.g., Dinner)
de: Transaktionsname (z.B. Abendessen)
es: Nombre de la transacción (ej: Cena)
fr: Nom (ex: Dîner)
hi: लेन-देन का नाम (उदा: रात का खाना)
id: Nama transaksi (mis: Makan Malam)
it: Nome transazione (es: Cena)
ja: 取引名 (例: 夕食)
ms: Nama urus niaga (cth: Makan Malam)
th: ชื่อรายการ (เช่น อาหารเย็น)
tr: İşlem Adı (örn: Akşam Yemeği)
vi: Tên giao dịch (ví dụ: Ăn tối)
zh_hans: 交易名称 (例如：晚餐)

# transaction.select_category
source: Select Category
de: Kategorie auswählen
es: Seleccionar Categoría
fr: Choisir une catégorie
hi: श्रेणी चुनें
id: Pilih Kategori
it: Seleziona Categoria
ja: カテゴリーを選択
ms: Pilih Kategori
th: เลือกหมวดหมู่
tr: Kategori Seçin
vi: Chọn hạng mục
zh_hans: 选择类别

# transaction.recurrence
source: Recurrence
de: Wiederholung
es: Recurrencia
fr: Récurrence
hi: पुनरावृत्ति
id: Perulangan
it: Ricorrenza
ja: 繰り返し
ms: Berulang
th: การเกิดซ้ำ
tr: Tekrarlanma
vi: Lặp lại
zh_hans: 周期

# transaction.loan_payment_name_format
source: %@ Installment Payment
de: Ratenzahlung für %@
es: Pago de cuota de %@
fr: Paiement de la mensualité pour %@
hi: %@ के लिए किस्त भुगतान
id: Pembayaran Cicilan untuk %@
it: Pagamento rata per %@
ja: %@のローン返済
ms: Bayaran Ansuran untuk %@
th: ชำระคืนเงินกู้สำหรับ %@
tr: %@ Taksit Ödemesi
vi: Thanh toán trả góp cho %@
zh_hans: %@ 的还款

# accounts.title
source: Accounts
de: Konten
es: Cuentas
fr: Comptes
hi: खाते
id: Akun
it: Conti
ja: 口座
ms: Akaun
th: บัญชี
tr: Hesaplar
vi: Tài khoản
zh_hans: 账户

# accounts.empty.title
source: No Accounts Yet
de: Noch keine Konten vorhanden
es: Aún no hay cuentas
fr: Aucun compte pour le moment
hi: अभी तक कोई खाता नहीं है
id: Belum Ada Akun
it: Nessun Conto Ancora
ja: まだ口座がありません
ms: Belum Ada Akaun
th: ยังไม่มีบัญชี
tr: Henüz Hesap Yok
vi: Chưa có tài khoản
zh_hans: 暂无账户
