Repository: tturanmustafa/Walleo
Catalog: Walleo/UI/Resources/*.lproj/Localizable.strings
Languages: de, es, fr, hi, id, it, ja, ms, th, tr, vi, zh_hans

# export.filename.installments
source: Installment_Transactions
de: Ratentransaktionen
es: Transacciones_a_Plazos
fr: Transactions_echelonnees
hi: Kist_Lenden
it: Transazioni_a_Rate
ja: 分割払いの取引
ms: Urus_Niaga_Ansuran
th: รายการผ่อนชำระ
tr: Taksitli_Islemler
vi: Giao_dich_tra_gop
zh_hans: 分期交易

# export.filename.recurring
source: Recurring_Transactions
de: Wiederkehrende_Transaktionen
es: Transacciones_Recurrentes
fr: Transactions_recurrentes
hi: Avarti_Lenden
it: Transazioni_Ricorrenti
ja: 定期的な取引
ms: Urus_Niaga_Berulang
th: รายการที่เกิดซ้ำ
tr: Tekrarli_Islemler
vi: Giao_dich_lap_lai
zh_hans: 周期性交易

# export.filename.transfers
source: Transfers
de: Überweisungen
es: Transferencias
fr: Virements
hi: Sthanantaran
it: Trasferimenti
ja: 振替
ms: Pindahan
th: การโอนเงิน
tr: Transferler
vi: Chuyen_tien
zh_hans: 转账

# onboarding.allinone.title
source: All Your Finances in One Place
de: Alle Ihre Finanzen an einem Ort
es: Todas sus finanzas en un solo lugar
fr: Toutes vos finances au même endroit
hi: आपके सभी वित्त एक ही स्थान पर
it: Tutte le tue finanze in un unico posto
ja: すべての財務を、一つの場所で
th: การเงินทั้งหมดของคุณในที่เดียว
tr: Tüm Finansınız Tek Yerde
vi: Tất cả tài chính của bạn ở một nơi
zh_hans: 您的所有财务，尽在一处

# onboarding.allinone.description
source: Manage wallets, credit cards, and loans from a single hub. Transfers, installments, and payments made simple.
de: Verwalten Sie Wallets, Kreditkarten und Kredite von einem zentralen Punkt aus. Überweisungen, Ratenzahlungen und Zahlungen einfach gemacht.
es: Gestione carteras, tarjetas de crédito y préstamos desde un único centro. Transferencias, cuotas y pagos simplificados.
fr: Gérez portefeuilles, cartes de crédit et prêts depuis un seul hub. Virements, mensualités et paiements simplifiés.
hi: एक ही केंद्र से बटुए, क्रेडिट कार्ड और ऋण प्रबंधित करें। स्थानांतरण, किस्तें और भुगतान सरल बनाए गए।
it: Gestisci portafogli, carte di credito e prestiti da un unico hub. Trasferimenti, rate e pagamenti resi semplici.
ja: ウォレット、クレジットカード、ローンを一つのハブから管理。振替、分割払い、支払いがシンプルになります。
th: จัดการกระเป๋าเงิน บัตรเครดิต และเงินกู้จากศูนย์กลางเดียว การโอน การผ่อนชำระ และการจ่ายเงินทำได้ง่ายขึ้น
tr: Cüzdan, kredi kartı ve kredi hesaplarınızı tek bir yerden yönetin. Transferler, taksitler ve ödemeler artık çok daha kolay.
vi: Quản lý ví, thẻ tín dụng và các khoản vay từ một trung tâm duy nhất. Chuyển khoản, trả góp và thanh toán trở nên đơn giản.
zh_hans: 从单一中心管理钱包、信用卡和贷款。转账、分期和付款变得简单。

# onboarding.budget.title
source: Smart Budget Management
de: Intelligente Budgetverwaltung
es: Gestión de presupuesto inteligente
fr: Gestion de budget intelligente
hi: स्मार्ट बजट प्रबंधन
it: Gestione intelligente del budget
ja: スマートな予算管理
th: การจัดการงบประมาณอัจฉริยะ
tr: Akıllı Bütçe Yönetimi
vi: Quản lý ngân sách thông minh
zh_hans: 智能预算管理

# onboarding.budget.description
source: Auto-renewing budgets with rollover system. Unused amounts carry forward to next month automatically.
de: Sich automatisch verlängernde Budgets mit Übertragssystem. Nicht genutzte Beträge werden automatisch in den nächsten Monat übernommen.
es: Presupuestos que se renuevan automáticamente con sistema de acumulación. Los importes no utilizados se transfieren automáticamente al mes siguiente.
fr: Budgets à renouvellement automatique avec système de report. Les montants non utilisés sont automatiquement reportés au mois suivant.
hi: रोलओवर प्रणाली के साथ स्वचालित रूप से नवीनीकृत होने वाले बजट। उपयोग न की गई राशि स्वचालित रूप से अगले महीने आगे बढ़ जाती है।
it: Budget a rinnovo automatico con sistema di riporto. Gli importi non utilizzati vengono trasferiti automaticamente al mese successivo.
ja: 繰越システム付きの自動更新予算。未使用額は自動的に翌月に繰り越されます。
th: งบประมาณที่ต่ออายุอัตโนมัติพร้อมระบบยอดยกไป จำนวนเงินที่ไม่ได้ใช้จะถูกยกยอดไปเดือนถัดไปโดยอัตโนมัติ
tr: Otomatik yenilenen bütçeler ve devreden bakiye sistemi ile paranızı daha verimli kullanın. Artan tutarlar sonraki aya aktarılır.
vi: Ngân sách tự động gia hạn với hệ thống chuyển số dư. Số tiền chưa sử dụng sẽ tự động được chuyển sang tháng tiếp theo.
zh_hans: 带结转系统的自动续订预算。未使用金额将自动结转至下个月。

# onboarding.budget.used
source: Used
de: Verwendet
es: Usado
fr: Utilisé
hi: उपयोग किया गया
it: Utilizzato
ja: 使用済み
th: ใช้ไปแล้ว
tr: Kullanılan
vi: Đã dùng
zh_hans: 已用

# onboarding.reports.title
source: Insightful Reports & Analytics
de: Aufschlussreiche Berichte & Analysen
es: Informes y análisis detallados
fr: Rapports et analyses pertinents
hi: ज्ञानवर्धक रिपोर्ट और विश्लेषण
it: Report e analisi approfonditi
ja: 洞察に満ちたレポートと分析
th: รายงานและการวิเคราะห์เชิงลึก
tr: Detaylı Raporlar & Analizler
vi: Báo cáo & Phân tích sâu sắc
zh_hans: 富有洞察力的报告与分析

# onboarding.reports.description
source: Spending heatmaps, category breakdowns, and trend analysis give you complete financial clarity.
de: Ausgaben-Heatmaps, Kategorienaufschlüsselungen und Trendanalysen geben Ihnen vollständige finanzielle Klarheit.
es: Mapas de calor de gastos, desgloses por categoría y análisis de tendencias le brindan una claridad financiera completa.
fr: Cartes thermiques des dépenses, répartitions par catégorie et analyses de tendances vous offrent une clarté financière complète.
hi: खर्च हीटमैप, श्रेणी के अनुसार विश्लेषण और प्रवृत्ति विश्लेषण आपको पूरी वित्तीय स्पष्टता देते हैं।
it: Mappe di calore della spesa, suddivisioni per categoria e analisi delle tendenze ti offrono una chiarezza finanziaria completa.
ja: 支出のヒートマップ、カテゴリー別の内訳、トレンド分析により、財務状況を完全に明確にします。
th: ฮีทแมพการใช้จ่าย การแจกแจงตามหมวดหมู่ และการวิเคราะห์แนวโน้มช่วยให้คุณเห็นภาพรวมทางการเงินที่ชัดเจน
tr: Harcama ısı haritaları, kategori dağılımları ve trend analizleri ile finansal durumunuzu net bir şekilde görün.
vi: Bản đồ nhiệt chi tiêu, phân tích chi tiết theo hạng mục và phân tích xu hướng giúp bạn có cái nhìn tài chính rõ ràng.
zh_hans: 支出热力图、类别明细和趋势分析为您提供完全清晰的财务状况。

# onboarding.ai.title
source: Limitless Categorization
de: Unbegrenzte Kategorisierung
es: Categorización ilimitada
fr: Catégorisation illimitée
hi: असीमित वर्गीकरण
it: Categorizzazione illimitata
ja: 無限のカテゴリ作成
th: การจัดหมวดหมู่ที่ไม่จำกัด
tr: Sizlerin Kategorisi
vi: Phân loại không giới hạn
zh_hans: 无限分类

# onboarding.ai.description
source: Create an unlimited number of categories with icons, colors and names completely customizable to you.
de: Erstellen Sie eine unbegrenzte Anzahl von Kategorien mit Symbolen, Farben und Namen, die vollständig an Sie anpassbar sind.
es: Cree un número ilimitado de categorías con iconos, colores y nombres completamente personalizables para usted.
fr: Créez un nombre illimité de catégories avec des icônes, des couleurs et des noms entièrement personnalisables pour vous.
hi: आइकन, रंग और नामों के साथ असीमित संख्या में श्रेणियां बनाएं जो आपके लिए पूरी तरह से अनुकूलन योग्य हों।
it: Crea un numero illimitato di categorie con icone, colori e nomi completamente personalizzabili per te.
ja: アイコン、色、名前を完全にカスタマイズできるカテゴリを無制限に作成できます。
th: สร้างหมวดหมู่ได้ไม่จำกัดจำนวน พร้อมไอคอน สี และชื่อที่ปรับแต่งได้ตามใจคุณ
tr: İkonu, rengi, ismi tamamen size özel sınırsız sayıda kategoriler oluşturun.
vi: Tạo số lượng hạng mục không giới hạn với các biểu tượng, màu sắc và tên hoàn toàn có thể tùy chỉnh theo ý bạn.
zh_hans: 创建无限数量的类别，其图标、颜色和名称完全可为您定制。

# onboarding.backup.title
source: Secure Backup
de: Sicheres Backup
es: Copia de seguridad segura
fr: Sauvegarde sécurisée
hi: सुरक्षित बैकअप
it: Backup sicuro
ja: 安全なバックアップ
th: การสำรองข้อมูลที่ปลอดภัย
tr: Güvenli Yedekleme
vi: Sao lưu an toàn
zh_hans: 安全备份

# onboarding.backup.description
source: Your data is safe with iCloud. Access from all your devices, never lose anything.
de: Ihre Daten sind mit iCloud sicher. Greifen Sie von all Ihren Geräten zu und verlieren Sie nie etwas.
es: Sus datos están seguros con iCloud. Acceda desde todos sus dispositivos, nunca pierda nada.
fr: Vos données sont en sécurité avec iCloud. Accédez-y depuis tous vos appareils, ne perdez jamais rien.
hi: आपका डेटा iCloud के साथ सुरक्षित है। अपने सभी उपकरणों से पहुंचें, कभी कुछ न खोएं।
it: I tuoi dati sono al sicuro con iCloud. Accedi da tutti i tuoi dispositivi, non perdere mai nulla.
ja: あなたのデータはiCloudで安全です。すべてのデバイスからアクセスし、何も失うことはありません。
th: ข้อมูลของคุณปลอดภัยด้วย iCloud เข้าถึงได้จากทุกอุปกรณ์ของคุณ ไม่สูญหาย
tr: Verileriniz iCloud ile güvende. Tüm cihazlarınızdan erişin, asla kaybetmeyin.
vi: Dữ liệu của bạn được an toàn với iCloud. Truy cập từ tất cả các thiết bị của bạn, không bao giờ mất bất cứ thứ gì.
zh_hans: 您的数据在iCloud上是安全的。从您的所有设备访问，永不丢失。

# paywall.subtitle
source: Discover Your Financial Freedom
de: Entdecken Sie Ihre finanzielle Freiheit
es: Descubra su libertad financiera
fr: Découvrez votre liberté financière
hi: अपनी वित्तीय स्वतंत्रता की खोज करें
it: Scopri la tua libertà finanziaria
ja: 経済的自由を見つけよう
th: ค้นพบอิสรภาพทางการเงินของคุณ
tr: Finansal Özgürlüğünüzü Keşfedin
vi: Khám phá Tự do Tài chính của bạn
zh_hans: 发现您的财务自由

# paywall.select_plan
source: Choose Your Plan
de: Wählen Sie Ihren Plan
es: Elija su plan
fr: Choisissez votre forfait
hi: अपनी योजना चुनें
it: Scegli il tuo piano
ja: プランを選択
th: เลือกแผนของคุณ
tr: Planınızı Seçin
vi: Chọn Gói của bạn
zh_hans: 选择您的计划

# paywall.purchase_button
source: Try 3 Days Free
de: 3 Tage kostenlos testen
es: Prueba 3 días gratis
fr: Essayer 3 jours gratuits
hi: 3 दिन मुफ़्त आज़माएँ
it: Prova 3 giorni gratis
ja: 3日間無料でお試し
th: ทดลองใช้ฟรี 3 วัน
tr: 3 Gün Ücretsiz Dene
vi: Dùng thử 3 ngày miễn phí
zh_hans: 3天免费试用

# paywall.restore
source: Restore Purchases
de: Käufe wiederherstellen
es: Restaurar compras
fr: Restaurer les achats
hi: खरीदारी बहाल करें
it: Ripristina acquisti
ja: 購入を復元
th: กู้คืนการซื้อ
tr: Satın Alımları Geri Yükle
vi: Khôi phục giao dịch mua
zh_hans: 恢复购买

# paywall.terms
source: Terms of Use
de: Nutzungsbedingungen
es: Términos de uso
fr: Conditions d'utilisation
hi: उपयोग की शर्तें
it: Termini di utilizzo
ja: 利用規約
th: ข้อกำหนดการใช้งาน
tr: Kullanım Koşulları
vi: Điều khoản sử dụng
zh_hans: 使用条款

# paywall.privacy
source: Privacy Policy
de: Datenschutzrichtlinie
es: Política de privacidad
fr: Politique de confidentialité
hi: गोपनीयता नीति
it: Informativa sulla privacy
ja: プライバシーポリシー
th: นโยบายความเป็นส่วนตัว
tr: Gizlilik Politikası
vi: Chính sách bảo mật
zh_hans: 隐私政策

# paywall.subscription_info
source: Subscriptions automatically renew. Cancel anytime from App Store settings.
de: Abonnements verlängern sich automatisch. Jederzeit in den App Store-Einstellungen kündbar.
es: Las suscripciones se renuevan automáticamente. Cancele en cualquier momento desde los ajustes del App Store.
fr: Les abonnements se renouvellent automatiquement. Annulez à tout moment depuis les réglages de l'App Store.
hi: सदस्यता स्वचालित रूप से नवीनीकृत हो जाती है। App Store सेटिंग्स से किसी भी समय रद्द करें।
it: Gli abbonamenti si rinnovano automaticamente. Annulla in qualsiasi momento dalle impostazioni dell'App Store.
ja: サブスクリプションは自動的に更新されます。App Storeの設定からいつでもキャンセルできます。
th: การสมัครสมาชิกจะต่ออายุโดยอัตโนมัติ สามารถยกเลิกได้ตลอดเวลาจากการตั้งค่า App Store
tr: Abonelikler otomatik yenilenir. App Store ayarlarından istediğiniz zaman iptal edebilirsiniz.
vi: Đăng ký tự động gia hạn. Hủy bất cứ lúc nào từ cài đặt App Store.
zh_hans: 订阅会自动续订。可随时从 App Store 设置中取消。

# paywall.feature.unlimited_accounts.title
source: Unlimited Accounts
de: Unbegrenzte Konten
es: Cuentas ilimitadas
fr: Comptes illimités
hi: असीमित खाते
it: Conti illimitati
ja: 無制限の口座
th: บัญชีไม่จำกัด
tr: Sınırsız Hesap
vi: Tài khoản không giới hạn
zh_hans: 无限账户

# paywall.feature.unlimited_accounts.description
source: Finally Room for All Your Money
de: Endlich Platz für Ihr ganzes Geld
es: Finalmente, espacio para todo su dinero
fr: Enfin de la place pour tout votre argent
hi: अंततः आपके सभी पैसों के लिए जगह
it: Finalmente spazio per tutti i tuoi soldi
ja: すべてのお金を管理する場所
th: ในที่สุดก็มีที่สำหรับเงินทั้งหมดของคุณ
tr: Tüm Paranız İçin Nihayet Yer Var
vi: Cuối cùng cũng có chỗ cho tất cả tiền của bạn
zh_hans: 终于有地方放您所有的钱了

# paywall.feature.unlimited_accounts.detail
source: Add every wallet, every card, every loan - unlimited like your goals.
de: Fügen Sie jede Wallet, jede Karte, jeden Kredit hinzu – unbegrenzt wie Ihre Ziele.
es: Añada cada cartera, cada tarjeta, cada préstamo - ilimitado como sus metas.
fr: Ajoutez chaque portefeuille, chaque carte, chaque prêt - illimité comme vos objectifs.
hi: हर बटुआ, हर कार्ड, हर ऋण जोड़ें - आपके लक्ष्यों की तरह असीमित।
it: Aggiungi ogni portafoglio, ogni carta, ogni prestito - illimitato come i tuoi obiettivi.
ja: すべてのウォレット、カード、ローンを追加 - あなたの目標のように無制限に。
th: เพิ่มทุกกระเป๋าเงิน ทุกบัตร ทุกเงินกู้ - ไม่จำกัดเหมือนเป้าหมายของคุณ
tr: Her cüzdanı, her kartı, her krediyi ekleyin - hedefleriniz gibi sınırsız.
vi: Thêm mọi ví, mọi thẻ, mọi khoản vay - không giới hạn như mục tiêu của bạn.
zh_hans: 添加每一个钱包、每一张卡、每一笔贷款——像您的目标一样无限制。

# paywall.feature.export.title
source: Export Your Data
de: Ihre Daten exportieren
es: Exporte sus datos
fr: Exportez vos données
hi: अपना डेटा निर्यात करें
it: Esporta i tuoi dati
ja: データをエクスポート
th: ส่งออกข้อมูลของคุณ
tr: Verilerinizi Dışa Aktarın
vi: Xuất dữ liệu của bạn
zh_hans: 导出您的数据

# paywall.feature.export.description
source: Because It's YOUR Data
de: Weil es IHRE Daten sind
es: Porque son SUS datos
fr: Parce que ce sont VOS données
hi: क्योंकि यह आपका डेटा है
it: Perché sono i TUOI dati
ja: それはあなたのデータだから
th: เพราะนี่คือข้อมูลของคุณ
tr: Çünkü Bu SİZİN Veriniz
vi: Bởi vì đó là dữ liệu CỦA BẠN
zh_hans: 因为这是您的数据

# paywall.feature.export.detail
source: Take your financial history anywhere. Export, analyze, share - you're in control.
de: Nehmen Sie Ihre Finanzhistorie überallhin mit. Exportieren, analysieren, teilen – Sie haben die Kontrolle.
es: Lleve su historial financiero a cualquier lugar. Exporte, analice, comparta - usted tiene el control.
fr: Emportez votre historique financier partout. Exportez, analysez, partagez - vous avez le contrôle.
hi: अपने वित्तीय इतिहास को कहीं भी ले जाएं। निर्यात करें, विश्लेषण करें, साझा करें - नियंत्रण आपके हाथ में है।
it: Porta la tua cronologia finanziaria ovunque. Esporta, analizza, condividi - hai tu il controllo.
ja: 財務履歴をどこへでも持ち運べます。エクスポート、分析、共有 - あなたが管理します。
th: นำประวัติทางการเงินของคุณไปได้ทุกที่ ส่งออก วิเคราะห์ แบ่งปัน - คุณคือผู้ควบคุม
tr: Finansal geçmişinizi istediğiniz yere götürün. Dışa aktarın, analiz edin, paylaşın - kontrol sizde.
vi: Mang lịch sử tài chính của bạn đi bất cứ đâu. Xuất, phân tích, chia sẻ - bạn nắm quyền kiểm soát.
zh_hans: 将您的财务历史带到任何地方。导出、分析、分享——一切尽在您掌控。

# paywall.feature.budgets.title
source: Unlimited Budgets
de: Unbegrenzte Budgets
es: Presupuestos ilimitados
fr: Budgets illimités
hi: असीमित बजट
it: Budget illimitati
ja: 無制限の予算
th: งบประมาณไม่จำกัด
tr: Sınırsız Bütçe
vi: Ngân sách không giới hạn
zh_hans: 无限预算

# paywall.feature.budgets.description
source: Dream It, Budget It, Achieve It
de: Träumen, budgetieren, erreichen
es: Suéñelo, presupuéstelo, lógrelo
fr: Rêvez, budgétez, réalisez
hi: सपना देखें, बजट बनाएं, हासिल करें
it: Sogna, pianifica, realizza
ja: 夢見て、予算を立て、達成する
th: ฝัน วางแผน บรรลุเป้าหมาย
tr: Hayal Et, Bütçele, Başar
vi: Mơ ước, Lập ngân sách, Đạt được
zh_hans: 梦想、预算、实现

# paywall.feature.budgets.detail
source: From your daily coffee to your dream vacation - create budgets that fit your life.
de: Vom täglichen Kaffee bis zum Traumurlaub – erstellen Sie Budgets, die zu Ihrem Leben passen.
es: Desde su café diario hasta las vacaciones de sus sueños - cree presupuestos que se ajusten a su vida.
fr: De votre café quotidien aux vacances de vos rêves - créez des budgets adaptés à votre vie.
hi: आपकी दैनिक कॉफी से लेकर आपके सपनों की छुट्टियों तक - ऐसे बजट बनाएं जो आपके जीवन के अनुकूल हों।
it: Dal caffè quotidiano alla vacanza dei tuoi sogni - crea budget adatti alla tua vita.
ja: 毎日のコーヒーから夢の休暇まで - あなたの生活に合った予算を作成します。
th: ตั้งแต่กาแฟประจำวันไปจนถึงวันหยุดในฝัน - สร้างงบประมาณที่เหมาะกับชีวิตของคุณ
tr: Günlük kahveden hayalinizdeki tatile - hayatınıza uyan bütçeler oluşturun.
vi: Từ cà phê hàng ngày đến kỳ nghỉ mơ ước của bạn - tạo ngân sách phù hợp với cuộc sống của bạn.
zh_hans: 从您的日常咖啡到梦想假期——创建适合您生活的预算。

# paywall.feature.reports.title
source: Detailed Reports
de: Detaillierte Berichte
es: Informes detallados
fr: Rapports détaillés
hi: विस्तृत रिपोर्ट
it: Report dettagliati
ja: 詳細レポート
th: รายงานโดยละเอียด
tr: Detaylı Raporlar
vi: Báo cáo chi tiết
zh_hans: 详细报告

# paywall.feature.reports.description
source: Knowledge Is Financial Power
de: Wissen ist finanzielle Macht
es: El conocimiento es poder financiero
fr: Le savoir est un pouvoir financier
hi: ज्ञान ही वित्तीय शक्ति है
it: La conoscenza è potere finanziario
ja: 知識は経済的な力です
th: ความรู้คือพลังทางการเงิน
tr: Bilgi, Finansal Güçtür
vi: Kiến thức là sức mạnh tài chính
zh_hans: 知识就是财务力量

# paywall.feature.reports.detail
source: Understand your money better than ever with insights that actually matter.
de: Verstehen Sie Ihr Geld besser als je zuvor mit Einblicken, die wirklich zählen.
es: Entienda su dinero mejor que nunca con perspectivas que realmente importan.
fr: Comprenez votre argent mieux que jamais avec des informations qui comptent vraiment.
hi: वास्तव में मायने रखने वाली अंतर्दृष्टि के साथ अपने पैसे को पहले से कहीं बेहतर समझें।
it: Comprendi i tuoi soldi meglio che mai con approfondimenti che contano davvero.
ja: 本当に重要な洞察で、これまで以上にお金を理解しましょう。
th: ทำความเข้าใจเงินของคุณได้ดีกว่าที่เคยด้วยข้อมูลเชิงลึกที่สำคัญอย่างแท้จริง
tr: Paranızı gerçekten önemli olan içgörülerle hiç olmadığı kadar iyi anlayın.
vi: Hiểu tiền của bạn hơn bao giờ hết với những thông tin chi tiết thực sự quan trọng.
zh_hans: 通过真正重要的洞察力，以前所未有的方式了解您的资金。

# paywall.feature.pdf.title
source: PDF Reports
de: PDF-Berichte
es: Informes en PDF
fr: Rapports PDF
hi: पीडीएफ रिपोर्ट
it: Report in PDF
ja: PDFレポート
th: รายงาน PDF
tr: PDF Raporları
vi: Báo cáo PDF
zh_hans: PDF 报告

# paywall.feature.pdf.description
source: Professional Reports in Seconds
de: Professionelle Berichte in Sekunden
es: Informes profesionales en segundos
fr: Des rapports professionnels en quelques secondes
hi: सेकंडों में पेशेवर रिपोर्ट
it: Report professionali in pochi secondi
ja: 数秒でプロフェッショナルなレポート
th: รายงานระดับมืออาชีพในไม่กี่วินาที
tr: Saniyeler İçinde Profesyonel Raporlar
vi: Báo cáo chuyên nghiệp trong vài giây
zh_hans: 数秒内生成专业报告

# paywall.feature.pdf.detail
source: Beautiful, detailed reports ready to print, share, or save. Ready with one tap!
de: Schöne, detaillierte Berichte zum Drucken, Teilen oder Speichern. Mit einem Fingertipp fertig!
es: Informes hermosos y detallados listos para imprimir, compartir o guardar. ¡Listos con un solo toque!
fr: De beaux rapports détaillés prêts à être imprimés, partagés ou sauvegardés. Prêts en un seul clic !
hi: प्रिंट करने, साझा करने या सहेजने के लिए तैयार सुंदर, विस्तृत रिपोर्ट। एक टैप में तैयार!
it: Report belli e dettagliati pronti da stampare, condividere o salvare. Pronti con un solo tocco!
ja: 印刷、共有、保存の準備ができた、美しく詳細なレポート。ワンタップで準備完了！
th: รายงานที่สวยงามและมีรายละเอียดพร้อมพิมพ์ แบ่งปัน หรือบันทึก พร้อมใช้งานในสัมผัสเดียว!
tr: Yazdırmaya, paylaşmaya veya kaydetmeye hazır güzel, detaylı raporlar. Tek dokunuşla hazır!
vi: Các báo cáo đẹp, chi tiết sẵn sàng để in, chia sẻ hoặc lưu. Sẵn sàng chỉ với một lần chạm!
zh_hans: 精美、详细的报告可供打印、分享或保存。一键即可！

# paywall.monthly
source: Monthly
de: Monatlich
es: Mensual
fr: Mensuel
hi: मासिक
it: Mensile
ja: 月額
th: รายเดือน
tr: Aylık
vi: Hàng tháng
zh_hans: 按月

# paywall.yearly
source: Yearly
de: Jährlich
es: Anual
fr: Annuel
hi: वार्षिक
it: Annuale
ja: 年額
th: รายปี
tr: Yıllık
vi: Hàng năm
zh_hans: 按年

# paywall.weekly
source: Weekly
de: Wöchentlich
es: Semanal
fr: Hebdomadaire
hi: साप्ताहिक
it: Settimanale
ja: 週額
th: รายสัปดาห์
tr: Haftalık
vi: Hàng tuần
zh_hans: 按周

# paywall.most_popular
source: MOST POPULAR
de: AM BELIEBTESTEN
es: MÁS POPULAR
fr: LE PLUS POPULAIRE
hi: सबसे लोकप्रिय
it: PIÙ POPOLARE
ja: 一番人気
th: ยอดนิยมที่สุด
tr: EN POPÜLER
vi: PHỔ BIẾN NHẤT
zh_hans: 最受欢迎

# paywall.best_value
source: BEST VALUE
de: BESTES PREIS-LEISTUNGS-VERHÄLTNIS
es: MEJOR VALOR
fr: MEILLEUR RAPPORT QUALITÉ/PRIX
hi: सबसे अच्छा मूल्य
it: MIGLIOR VALORE
ja: 最もお得
th: คุ้มค่าที่สุด
tr: EN AVANTAJLI
vi: GIÁ TRỊ TỐT NHẤT
zh_hans: 最超值

# paywall.save_percent
source: Save %@%%
de: Sparen Sie %%%@
es: Ahorre un %%%@
fr: Économisez %%%@
hi: %%%@ बचाएं
it: Risparmia il %%%@
ja: %%%@割引
th: ประหยัด %%%@
tr: %%%@ Tasarruf
vi: Tiết kiệm %%%@
zh_hans: 节省%%%@

# paywall.per_month
source: per month
de: pro Monat
es: al mes
fr: par mois
hi: प्रति माह
it: al mese
ja: /月
th: ต่อเดือน
tr: ayda
vi: mỗi tháng
zh_hans: /月

# paywall.per_year
source: per year
de: pro Jahr
es: al año
fr: par an
hi: प्रति वर्ष
it: all'anno
ja: /年
th: ต่อปี
tr: yılda
vi: mỗi năm
zh_hans: /年

# paywall.free_trial
source: %d days free trial
de: %d Tage kostenlose Testversion
es: %d días de prueba gratis
fr: %d jours d'essai gratuit
hi: %d दिनों का निःशुल्क परीक्षण
it: %d giorni di prova gratuita
ja: %d日間無料トライアル
th: ทดลองใช้ฟรี %d วัน
tr: %d gün ücretsiz deneme
vi: dùng thử miễn phí %d ngày
zh_hans: %d 天免费试用

# paywall.error.loading
source: Could not load products
de: Produkte konnten nicht geladen werden
es: No se pudieron cargar los productos
fr: Impossible de charger les produits
hi: उत्पाद लोड नहीं हो सके
it: Impossibile caricare i prodotti
ja: 製品を読み込めませんでした
th: ไม่สามารถโหลดผลิตภัณฑ์ได้
tr: Ürünler yüklenemedi
vi: Không thể tải sản phẩm
zh_hans: 无法加载产品

# paywall.error.purchase_failed
source: Purchase failed
de: Kauf fehlgeschlagen
es: Falló la compra
fr: Échec de l'achat
hi: खरीद विफल
it: Acquisto non riuscito
ja: 購入に失敗しました
th: การซื้อล้มเหลว
tr: Satın alma başarısız
vi: Mua hàng thất bại
zh_hans: 购买失败

# paywall.error.restore_failed
source: Restore failed
de: Wiederherstellung fehlgeschlagen
es: Falló la restauración
fr: Échec de la restauration
hi: बहाली विफल
it: Ripristino non riuscito
ja: 復元に失敗しました
th: การกู้คืนล้มเหลว
tr: Geri yükleme başarısız
vi: Khôi phục thất bại
zh_hans: 恢复失败

# paywall.error.no_purchases
source: No purchases to restore
de: Keine Käufe zum Wiederherstellen
es: No hay compras para restaurar
fr: Aucun achat à restaurer
hi: बहाल करने के लिए कोई खरीदारी नहीं
it: Nessun acquisto da ripristinare
ja: 復元する購入がありません
th: ไม่มีการซื้อที่จะกู้คืน
tr: Geri yüklenecek satın alım yok
vi: Không có giao dịch mua nào để khôi phục
zh_hans: 没有可恢复的购买项目

# common.ok
source: OK
es: Aceptar
hi: ठीक है
th: ตกลง
tr: Tamam
zh_hans: 好的

# accounts.type.wallet
source: Wallet
de: Geldbörse
es: Billetera
fr: Portefeuille
hi: वॉलेट
it: Portafoglio
th: กระเป๋าเงิน
tr: Cüzdan
vi: Ví
zh_hans: 钱包

# accounts.type.credit_card
source: Credit Card
de: Kreditkarte
es: Tarjeta de Crédito
fr: Carte de Crédit
hi: क्रेडिट कार्ड
it: Carta di Credito
th: บัตรเครดิต
tr: Kredi Kartı
vi: Thẻ Tín Dụng
zh_hans: 信用卡

# accounts.type.loan
source: Loan
de: Kredit
es: Préstamo
fr: Prêt
hi: ऋण
it: Prestito
th: สินเชื่อ
tr: Kredi
vi: Khoản Vay
zh_hans: 贷款

# accounts.type.account
source: Account
de: Konto
es: Cuenta
fr: Compte
hi: खाता
it: Conto
th: บัญชี
tr: Hesap
vi: Tài Khoản
zh_hans: 账户

# premium.limit.title
source: Premium Feature
de: Premium-Funktion
es: Función Premium
fr: Fonctionnalité Premium
hi: प्रीमियम सुविधा
it: Funzione Premium
th: ฟีเจอร์พรีเมียม
tr: Premium Özellik
vi: Tính Năng Premium
zh_hans: 高级功能

# premium.limit.subtitle
source: Upgrade to Walleo Premium to create multiple accounts
de: Nutzen Sie die Vorteile von Walleo Premium, um mehrere Konten zu erstellen
es: Actualiza a Walleo Premium para crear múltiples cuentas
fr: Profitez des avantages de Walleo Premium pour créer plusieurs comptes
hi: एकाधिक खाते बनाने के लिए Walleo Premium में अपग्रेड करें
it: Approfitta dei vantaggi di Walleo Premium per creare più conti
th: อัปเกรดเป็น Walleo Premium เพื่อสร้างหลายบัญชี
tr: Birden fazla hesap oluşturmak için Walleo Premium'un özelliklerinden faydalanın
vi: Nâng cấp lên Walleo Premium để tạo nhiều tài khoản
zh_hans: 升级到 Walleo Premium 以创建多个账户
