Repository: tturanmustafa/Walleo
Catalog: Walleo/UI/Resources/*.lproj/Localizable.strings
Languages: de, es, fr, hi, id, it, ja, ms, th, tr, vi, zh_hans

# family.join_family
source: Join Family
de: Familie beitreten
es: Unirse a la Familia
fr: Rejoindre la famille
hi: परिवार में शामिल हों
id: Gabung Keluarga
it: Unisciti alla Famiglia
ja: ファミリーに参加
ms: Sertai Keluarga
th: เข้าร่วมครอบครัว
tr: Aileye Katıl
vi: Tham gia gia đình
zh_hans: 加入家庭

# budget.automation_settings
source: Automation Settings
de: Automatisierungseinstellungen
es: Ajustes de Automatización
fr: Paramètres d'automatisation
hi: स्वचालन सेटिंग्स
id: Pengaturan Otomatisasi
it: Impostazioni Automazione
ja: 自動化設定
ms: Tetapan Automasi
th: การตั้งค่าอัตโนมัติ
tr: Otomasyon Ayarları
vi: Cài đặt tự động hóa
zh_hans: 自动化设置

# budget.form.auto_renew
source: Renew automatically every month
de: Jeden Monat automatisch erneuern
es: Renovar automáticamente cada mes
fr: Renouveler automatiquement chaque mois
hi: हर महीने स्वचालित रूप से नवीनीकृत करें
id: Perbarui otomatis setiap bulan
it: Rinnova automaticamente ogni mese
ja: 毎月自動で更新
ms: Perbaharui secara automatik setiap bulan
th: ต่ออายุอัตโนมัติทุกเดือน
tr: Her ay otomatik yenilensin
vi: Tự động gia hạn hàng tháng
zh_hans: 每月自动续订

# budget.form.rollover_balance
source: Rollover balance from last month
de: Restbetrag aus dem Vormonat übertragen
es: Transferir el saldo restante del mes anterior
fr: Reporter le solde restant du mois précédent
hi: पिछले महीने से शेष राशि आगे बढ़ाएं
id: Lanjutkan sisa saldo dari bulan sebelumnya
it: Riporta il saldo residuo dal mese precedente
ja: 前月の残高を繰り越し
ms: Bawa baki dari bulan sebelumnya
th: ยกยอดเงินคงเหลือจากเดือนที่แล้ว
tr: Geçen aydan artan tutarı devret
vi: Chuyển số dư còn lại từ tháng trước
zh_hans: 结转上月余额

# budget.list.period_ended
source: Period Ended
de: Zeitraum beendet
es: Período Finalizado
fr: Période terminée
hi: अवधि समाप्त हो गई
id: Periode Berakhir
it: Periodo Concluso
ja: 期間終了
ms: Tempoh Berakhir
th: สิ้นสุดรอบเวลา
tr: Dönem Bitti
vi: Kỳ đã kết thúc
zh_hans: 周期已结束

# budget.detail.period_info
source: Period Information
de: Periodeninformationen
es: Info. del Período
fr: Informations sur la période
hi: अवधि की जानकारी
id: Info Periode
it: Info Periodo
ja: 期間情報
ms: Info Tempoh
th: ข้อมูลรอบเวลา
tr: Dönem Bilgileri
vi: Thông tin kỳ
zh_hans: 周期信息

# budget.detail.budget_period
source: Budget Period
de: Budgetzeitraum
es: Período del Presupuesto
fr: Période du budget
hi: बजट अवधि
id: Periode Anggaran
it: Periodo Budget
ja: 予算期間
ms: Tempoh Bajet
th: รอบเวลางบประมาณ
tr: Bütçe Dönemi
vi: Kỳ ngân sách
zh_hans: 预算周期

# budget.detail.rollover_from_last_month
source: Rollover from Last Month
de: Übertrag aus dem Vormonat
es: Transferido del Mes Anterior
fr: Report du mois précédent
hi: पिछले महीने से आगे बढ़ाया गया
id: Lanjutan dari Bulan Lalu
it: Riporto dal Mese Precedente
ja: 前月からの繰越額
ms: Bawaan dari Bulan Lalu
th: ยอดยกมาจากเดือนที่แล้ว
tr: Önceki Aydan Devreden
vi: Chuyển từ tháng trước
zh_hans: 上月结转

# budget.detail.transactions_for_period
source: Transactions for This Period
de: Transaktionen für diesen Zeitraum
es: Transacciones de Este Período
fr: Transactions de cette période
hi: इस अवधि के लिए लेन-देन
id: Transaksi untuk Periode Ini
it: Transazioni di Questo Periodo
ja: この期間の取引
ms: Urus Niaga untuk Tempoh Ini
th: รายการในรอบเวลานี้
tr: Bu Döneme Ait İşlemler
vi: Giao dịch trong kỳ này
zh_hans: 本期交易

# notification.budget.pre_renewal.title
source: Your Budget is About to Renew
de: Ihr Budget wird bald erneuert
es: Tu presupuesto está a punto de renovarse
fr: Votre budget va être renouvelé
hi: आपका बजट नवीनीकृत होने वाला है
id: Anggaran Anda akan diperbarui
it: Il tuo budget sta per rinnovarsi
ja: 予算がまもなく更新されます
ms: Bajet anda akan diperbaharui
th: งบประมาณของคุณกำลังจะต่ออายุ
tr: Bütçeniz Yenilenmek Üzere
vi: Ngân sách của bạn sắp được gia hạn
zh_hans: 您的预算即将续订

# notification.budget.pre_renewal.body
source: Your '%@' budget will be renewed for next month with a rollover of %@.
de: Ihr Budget '%@' wird für den nächsten Monat mit einem Übertrag von %@ erneuert.
es: Tu presupuesto '%@' se renovará para el próximo mes con una transferencia de %@.
fr: Votre budget '%@' sera renouvelé pour le mois prochain avec un report de %@.
hi: आपका बजट '%@' अगले महीने के लिए %@ की शेष राशि के साथ नवीनीकृत किया जाएगा।
id: Anggaran '%@' Anda akan diperbarui untuk bulan berikutnya dengan sisa %@.
it: Il tuo budget '%@' sarà rinnovato per il mese successivo con un riporto di %@.
ja: あなたの予算「%@」は、%@の繰越額で翌月分として更新されます。
ms: Bajet '%@' anda akan diperbaharui untuk bulan berikutnya dengan bawaan sebanyak %@.
th: งบประมาณ '%@' ของคุณจะต่ออายุสำหรับเดือนถัดไปพร้อมกับยอดยกมา %@
tr: '%@' bütçeniz, %@ tutarındaki devir ile bir sonraki ay için yenilenecektir.
vi: Ngân sách '%@' của bạn sẽ được gia hạn cho tháng tiếp theo với số dư chuyển sang là %@.
zh_hans: 您的预算“%@”将以下个月的结转金额%@进行续订。

# notification.budget.renewal_summary.title
source: Your Budgets Have Renewed!
de: Ihre Budgets wurden erneuert!
es: ¡Tus presupuestos han sido renovados!
fr: Vos budgets ont été renouvelés !
hi: आपके बजट नवीनीकृत हो गए हैं!
id: Anggaran Anda telah diperbarui!
it: I tuoi budget sono stati rinnovati!
ja: 予算が更新されました！
ms: Bajet anda telah diperbaharui!
th: งบประมาณของคุณได้รับการต่ออายุแล้ว!
tr: Bütçeleriniz Yenilendi!
vi: Ngân sách của bạn đã được gia hạn!
zh_hans: 您的预算已更新！

# notification.budget.renewal_summary.body
source: Welcome, %@! ☕️ %d of your budgets have been automatically renewed for this month.
de: Willkommen %@! ☕️ Ihre %d Budgets für diesen Monat wurden automatisch erneuert.
es: ¡Bienvenido, %@! ☕️ Tus %d presupuestos para este mes se han renovado automáticamente.
fr: Bienvenue %@ ! ☕️ Vos %d budgets pour ce mois ont été renouvelés automatiquement.
hi: स्वागत है %@! ☕️ इस महीने के लिए आपके %d बजट स्वचालित रूप से नवीनीकृत हो गए हैं।
id: Selamat datang %@! ☕️ %d anggaran Anda untuk bulan ini telah diperbarui secara otomatis.
it: Benvenuto %@! ☕️ I tuoi %d budget per questo mese sono stati rinnovati automaticamente.
ja: ようこそ、%@さん！☕️ 今月の%d個の予算が自動的に更新されました。
ms: Selamat datang %@! ☕️ %d bajet anda untuk bulan ini telah diperbaharui secara automatik.
th: ยินดีต้อนรับ %@! ☕️ งบประมาณ %d รายการของคุณสำหรับเดือนนี้ได้รับการต่ออายุโดยอัตโนมัติแล้ว
tr: Hoş geldin %@! ☕️ Bu ay için %d bütçeniz otomatik olarak yenilendi.
vi: Chào mừng %@! ☕️ %d ngân sách của bạn cho tháng này đã được tự động gia hạn.
zh_hans: 欢迎您，%@！☕️ 您本月的%d个预算已自动更新。

# reports.detailed.title
source: Reports
de: Berichte
es: Informes
fr: Rapports
hi: विस्तृत रिपोर्ट
id: Laporan
it: Report
ja: レポート
ms: Laporan
th: รายงาน
tr: Raporlar
vi: Báo cáo
zh_hans: 报告

# reports.detailed.credit_card_report
source: Credit Card Report
de: Kreditkartenbericht
es: Informe de Tarjeta de Crédito
fr: Rapport de carte de crédit
hi: क्रेडिट कार्ड रिपोर्ट
id: Laporan Kartu Kredit
it: Report Carta di Credito
ja: クレジットカードレポート
ms: Laporan Kad Kredit
th: รายงานบัตรเครดิต
tr: Kredi Kartı Raporu
vi: Báo cáo thẻ tín dụng
zh_hans: 信用卡报告

# reports.detailed.loan_report
source: Loan Report
de: Kreditbericht
es: Informe de Préstamos
fr: Rapport de prêt
hi: ऋण रिपोर्ट
id: Laporan Pinjaman
it: Report Prestiti
ja: ローンレポート
ms: Laporan Pinjaman
th: รายงานเงินกู้
tr: Kredi Raporu
vi: Báo cáo khoản vay
zh_hans: 贷款报告

# reports.detailed.start_date
source: Start Date
de: Startdatum
es: Fecha de Inicio
fr: Date de début
hi: आरंभ तिथि
id: Tanggal Mulai
it: Data Inizio
ja: 開始日
ms: Tarikh Mula
th: วันที่เริ่มต้น
tr: Başlangıç Tarihi
vi: Ngày bắt đầu
zh_hans: 开始日期

# reports.detailed.end_date
source: End Date
de: Enddatum
es: Fecha de Fin
fr: Date de fin
hi: अंतिम तिथि
id: Tanggal Akhir
it: Data Fine
ja: 終了日
ms: Tarikh Tamat
th: วันที่สิ้นสุด
tr: Bitiş Tarihi
vi: Ngày kết thúc
zh_hans: 结束日期

# reports.detailed.no_cc_data_title
source: No Data Found
de: Keine Daten gefunden
es: No se encontraron datos
fr: Aucune donnée trouvée
hi: कोई डेटा नहीं मिला
id: Data Tidak Ditemukan
it: Nessun Dato Trovato
ja: データが見つかりません
ms: Tiada Data Ditemui
th: ไม่พบข้อมูล
tr: Veri Bulunamadı
vi: Không tìm thấy dữ liệu
zh_hans: 未找到数据

# reports.detailed.no_cc_data_desc
source: There are no credit card expenses in the selected date range.
de: Im ausgewählten Datumsbereich gibt es keine Kreditkartenausgaben.
es: No se encontraron gastos de tarjeta de crédito en el rango de fechas seleccionado.
fr: Aucune dépense par carte de crédit trouvée pour la période sélectionnée.
hi: चयनित तिथि सीमा में कोई क्रेडिट कार्ड खर्च नहीं मिला।
id: Tidak ada pengeluaran kartu kredit dalam rentang tanggal yang dipilih.
it: Nessuna spesa con carta di credito trovata nell'intervallo di date selezionato.
ja: 選択した期間にクレジットカードの支出はありません。
ms: Tiada perbelanjaan kad kredit dalam julat tarikh yang dipilih.
th: ไม่พบการใช้จ่ายผ่านบัตรเครดิตในช่วงวันที่ที่เลือก
tr: Seçilen tarih aralığında herhangi bir kredi kartı harcaması bulunmuyor.
vi: Không có chi tiêu bằng thẻ tín dụng trong khoảng thời gian đã chọn.
zh_hans: 所选日期范围内没有任何信用卡支出。

# reports.detailed.no_loan_data_title
source: No Data Found
de: Keine Daten gefunden
es: No se encontraron datos
fr: Aucune donnée trouvée
hi: कोई डेटा नहीं मिला
id: Data Tidak Ditemukan
it: Nessun Dato Trovato
ja: データが見つかりません
ms: Tiada Data Ditemui
th: ไม่พบข้อมูล
tr: Veri Bulunamadı
vi: Không tìm thấy dữ liệu
zh_hans: 未找到数据

# reports.detailed.no_loan_data_desc
source: There are no loan installments due in the selected date range.
de: Im ausgewählten Datumsbereich gibt es keine fälligen Kreditraten.
es: No se encontraron cuotas de préstamo con vencimiento en el rango de fechas seleccionado.
fr: Aucune mensualité de prêt due pour la période sélectionnée.
hi: चयनित तिथि सीमा में कोई देय ऋण किस्त नहीं मिली।
id: Tidak ada cicilan pinjaman yang jatuh tempo dalam rentang tanggal yang dipilih.
it: Nessuna rata di prestito in scadenza trovata nell'intervallo di date selezionato.
ja: 選択した期間に返済期日のローンはありません。
ms: Tiada ansuran pinjaman yang perlu dibayar dalam julat tarikh yang dipilih.
th: ไม่พบการผ่อนชำระเงินกู้ที่ครบกำหนดในช่วงวันที่ที่เลือก
tr: Seçilen tarih aralığında vadesi gelen herhangi bir kredi taksidi bulunmuyor.
vi: Không có khoản trả góp nào đến hạn trong khoảng thời gian đã chọn.
zh_hans: 所选日期范围内没有任何到期的贷款分期。

# reports.detailed.overall_summary
source: Overall Summary
de: Gesamtübersicht
es: Resumen General
fr: Résumé général
hi: समग्र सारांश
id: Ringkasan Keseluruhan
it: Riepilogo Generale
ja: 全体概要
ms: Ringkasan Keseluruhan
th: สรุปภาพรวม
tr: Genel Özet
vi: Tổng quan chung
zh_hans: 总体概要

# reports.detailed.total_spending
source: Total Spending
de: Gesamtausgaben
es: Gasto Total
fr: Dépenses totales
hi: कुल खर्च
id: Total Pengeluaran
it: Spesa Totale
ja: 総支出
ms: Jumlah Perbelanjaan
th: การใช้จ่ายทั้งหมด
tr: Toplam Harcama
vi: Tổng chi tiêu
zh_hans: 总支出

# reports.detailed.transaction_count
source: Transaction Count
de: Anzahl der Transaktionen
es: Número de Transacciones
fr: Nombre de transactions
hi: लेन-देन की संख्या
id: Jumlah Transaksi
it: Numero Transazioni
ja: 取引件数
ms: Bilangan Urus Niaga
th: จำนวนรายการ
tr: İşlem Sayısı
vi: Số lượng giao dịch
zh_hans: 交易次数

# reports.detailed.most_used_card
source: Most Used Card
de: Meistgenutzte Karte
es: Tarjeta Más Usada
fr: Carte la plus utilisée
hi: सबसे अधिक उपयोग किया गया कार्ड
id: Kartu Paling Sering Digunakan
it: Carta Più Usata
ja: 最も使用されたカード
ms: Kad Paling Kerap Digunakan
th: บัตรที่ใช้บ่อยที่สุด
tr: En Çok Kullanılan Kart
vi: Thẻ được sử dụng nhiều nhất
zh_hans: 最常用卡

# reports.detailed.card_details_header
source: Card Details
de: Kartendetails
es: Detalles de la Tarjeta
fr: Détails de la carte
hi: कार्ड का विवरण
id: Detail Kartu
it: Dettagli Carta
ja: カード詳細
ms: Butiran Kad
th: รายละเอียดบัตร
tr: Kart Detayları
vi: Chi tiết thẻ
zh_hans: 卡详情

# reports.detailed.category_distribution
source: Category Distribution
de: Kategorienverteilung
es: Distribución por Categoría
fr: Répartition par catégorie
hi: श्रेणी वितरण
id: Distribusi Kategori
it: Distribuzione Categorie
ja: カテゴリー別分布
ms: Agihan Kategori
th: การกระจายหมวดหมู่
tr: Kategori Dağılımı
vi: Phân bổ theo hạng mục
zh_hans: 类别分布

# reports.detailed.daily_spending_trend
source: Daily Spending Trend
de: Täglicher Ausgabentrend
es: Tendencia de Gasto Diario
fr: Tendance des dépenses quotidiennes
hi: दैनिक खर्च की प्रवृत्ति
id: Tren Pengeluaran Harian
it: Trend di Spesa Giornaliero
ja: 日次支出トレンド
ms: Aliran Perbelanjaan Harian
th: แนวโน้มการใช้จ่ายรายวัน
tr: Günlük Harcama Trendi
vi: Xu hướng chi tiêu hàng ngày
zh_hans: 每日支出趋势

# reports.detailed.overall_loan_summary
source: Overall Loan Summary
de: Gesamtkreditübersicht
es: Resumen General de Préstamos
fr: Résumé général des prêts
hi: समग्र ऋण सारांश
id: Ringkasan Pinjaman Keseluruhan
it: Riepilogo Generale Prestiti
ja: ローン全体概要
ms: Ringkasan Pinjaman Keseluruhan
th: สรุปภาพรวมเงินกู้
tr: Genel Kredi Özeti
vi: Tổng quan chung về khoản vay
zh_hans: 贷款总体概要

# reports.detailed.active_loan_count
source: %d Active Loans
de: %d aktive Kredite
es: %d Préstamos Activos
fr: %d prêts actifs
hi: %d सक्रिय ऋण
id: %d Pinjaman Aktif
it: %d Prestiti Attivi
ja: %d件のアクティブなローン
ms: %d Pinjaman Aktif
th: เงินกู้ที่ใช้งานอยู่ %d รายการ
tr: %d Aktif Kredi
vi: %d khoản vay đang hoạt động
zh_hans: %d笔有效贷款

# reports.detailed.paid_installments_count
source: %d Paid
de: Bezahlt: %d
es: Pagadas: %d
fr: Payées : %d
hi: भुगतान किया गया: %d
id: Dibayar: %d
it: Pagate: %d
ja: 支払い済み: %d
ms: Telah Dibayar: %d
th: ชำระแล้ว: %d
tr: Ödenen: %d
vi: Đã trả: %d
zh_hans: 已付: %d

# reports.detailed.unpaid_installments_count
source: %d Unpaid
de: Unbezahlt: %d
es: No pagadas: %d
fr: Impayées : %d
hi: अवैतनिक: %d
id: Belum Dibayar: %d
it: Non pagate: %d
ja: 未払い: %d
ms: Belum Dibayar: %d
th: ยังไม่ชำระ: %d
tr: Ödenmeyen: %d
vi: Chưa trả: %d
zh_hans: 未付: %d

# reports.detailed.loan_details_header
source: Loan Details
de: Kreditdetails
es: Detalles del Préstamo
fr: Détails du prêt
hi: ऋण का विवरण
id: Detail Pinjaman
it: Dettagli Prestito
ja: ローン詳細
ms: Butiran Pinjaman
th: รายละเอียดเงินกู้
tr: Kredi Detayları
vi: Chi tiết khoản vay
zh_hans: 贷款详情

# reports.detailed.installments_in_period
source: %d installments in period
de: Raten im Zeitraum: %d
es: Cuotas en el período: %d
fr: Mensualités dans la période : %d
hi: अवधि में किस्तें: %d
id: Cicilan dalam Periode: %d
it: Rate nel periodo: %d
ja: 期間中の返済: %d回
ms: Ansuran dalam Tempoh: %d
th: งวดในรอบเวลา: %d
tr: Dönemdeki Taksit: %d
vi: Kỳ trả góp trong kỳ: %d
zh_hans: 本期分期: %d

# reports.detailed.paid_and_expensed
source: Paid (Added as Expense)
de: Bezahlt und als Ausgabe verbucht
es: Pagada y registrada como gasto
fr: Payées et enregistrées comme dépense
hi: भुगतान किया गया और व्यय के रूप में जोड़ा गया
id: Dibayar & Dicatat sebagai Pengeluaran
it: Pagata e registrata come uscita
ja: 支払い済み（支出計上済み）
ms: Telah Dibayar & Direkod sebagai Perbelanjaan
th: ชำระแล้วและบันทึกเป็นรายจ่าย
tr: Ödendi ve Gider Eklendi
vi: Đã trả & ghi nhận là chi tiêu
zh_hans: 已付并计为支出

# reports.detailed.paid_only
source: Paid (Not in Expenses)
de: Nur als bezahlt markiert
es: Solo marcada como pagada
fr: Marquées comme payées uniquement
hi: केवल भुगतान किया गया चिह्नित
id: Hanya Ditandai Dibayar
it: Solo segnata come pagata
ja: 支払い済み（支出未計上）
ms: Hanya Ditanda Telah Dibayar
th: ทำเครื่องหมายว่าชำระแล้วเท่านั้น
tr: Sadece Ödendi İşaretlenenler
vi: Chỉ đánh dấu đã trả
zh_hans: 仅标记为已付

# reports.detailed.overdue
source: Overdue
de: Überfällige Raten
es: Cuotas Vencidas
fr: Mensualités en retard
hi: अतिदेय किस्तें
id: Cicilan Jatuh Tempo
it: Rate Scadute
ja: 期日超過の返済
ms: Ansuran Tertunggak
th: งวดที่เกินกำหนด
tr: Vadesi Geçmiş Taksitler
vi: Kỳ trả góp quá hạn
zh_hans: 逾期分期

# reports.detailed.upcoming
source: Upcoming
de: Anstehende Raten
es: Próximas Cuotas
fr: Mensualités à venir
hi: आगामी किस्तें
id: Cicilan Mendatang
it: Rate Future
ja: 今後の返済
ms: Ansuran Akan Datang
th: งวดที่จะมาถึง
tr: Gelecek Taksitler
vi: Kỳ trả góp sắp tới
zh_hans: 即将到期

# reports.detailed.spending_heatmap
source: Spending
de: Ausgaben
es: Gastos
fr: Dépenses
hi: व्यय हीटमैप
id: Peta Panas Pengeluaran
it: Spese
ja: 支出ヒートマップ
ms: Peta Haba Perbelanjaan
th: ฮีทแมพการใช้จ่าย
tr: Harcamalar
vi: Bản đồ nhiệt chi tiêu
zh_hans: 支出热力图

# reports.heatmap.no_data
source: No spending found in selected date range
de: Im ausgewählten Zeitraum wurden keine Ausgaben gefunden
es: No se encontraron gastos en el período seleccionado
fr: Aucune dépense trouvée pour la période sélectionnée
hi: चयनित तिथि सीमा में कोई खर्च नहीं मिला
id: Tidak ditemukan pengeluaran dalam rentang tanggal yang dipilih
it: Nessuna spesa trovata nel periodo selezionato
ja: 選択した期間に支出が見つかりませんでした
ms: Tiada perbelanjaan ditemui dalam julat tarikh yang dipilih
th: ไม่พบการใช้จ่ายในช่วงวันที่ที่เลือก
tr: Seçilen tarih aralığında harcama bulunamadı
vi: Không tìm thấy chi tiêu trong khoảng thời gian đã chọn
zh_hans: 在选定日期范围内未找到支出

# reports.heatmap.hourly_distribution
source: Hourly Distribution
de: Stündliche Verteilung
es: Distribución Horaria
fr: Répartition horaire
hi: घंटे के अनुसार वितरण
id: Distribusi Per Jam
it: Distribuzione Oraria
ja: 時間帯別分布
ms: Agihan Setiap Jam
th: การกระจายรายชั่วโมง
tr: Saatlik Dağılım
vi: Phân bổ theo giờ
zh_hans: 小时分布

# reports.heatmap.comparison
source: Comparison
de: Vergleich
es: Comparación
fr: Comparaison
hi: तुलना
id: Perbandingan
it: Confronto
ja: 比較
ms: Perbandingan
th: การเปรียบเทียบ
tr: Karşılaştırma
vi: So sánh
zh_hans: 对比

# reports.heatmap.insights
source: Smart Insights
de: Intelligente Einblicke
es: Perspectivas Inteligentes
fr: Aperçus intelligents
hi: स्मार्ट अंतर्दृष्टि
id: Wawasan Cerdas
it: Approfondimenti Intelligenti
ja: インサイト
ms: Wawasan Pintar
th: ข้อมูลเชิงลึก
tr: Akıllı İçgörüler
vi: Thông tin chi tiết thông minh
zh_hans: 智能洞察

# reports.heatmap.morning
source: Morning
de: Morgen
es: Mañana
fr: Matin
hi: सुबह
id: Pagi
it: Mattina
ja: 朝
ms: Pagi
th: เช้า
tr: Sabah
vi: Buổi sáng
zh_hans: 早上

# reports.heatmap.noon
source: Noon
de: Mittag
es: Mediodía
fr: Midi
hi: दोपहर
id: Siang
it: Mezzogiorno
ja: 昼
ms: Tengah hari
th: กลางวัน
tr: Öğle
vi: Buổi trưa
zh_hans: 中午

# reports.heatmap.evening
source: Evening
de: Abend
es: Tarde
fr: Soir
hi: शाम
id: Sore
it: Sera
ja: 夕方
ms: Petang
th: เย็น
tr: Akşam
vi: Buổi tối
zh_hans: 晚上

# reports.heatmap.night
source: Night
de: Nacht
es: Noche
fr: Nuit
hi: रात
id: Malam
it: Notte
ja: 夜
ms: Malam
th: กลางคืน
tr: Gece
vi: Ban đêm
zh_hans: 深夜

# reports.heatmap.weekday
source: Weekday
de: Wochentag
es: Entre semana
fr: Semaine
hi: कार्यदिवस
id: Hari Kerja
it: Giorni feriali
ja: 平日
ms: Hari Bekerja
th: วันธรรมดา
tr: Hafta İçi
vi: Ngày thường
zh_hans: 工作日

# reports.heatmap.weekend
source: Weekend
de: Wochenende
es: Fin de semana
hi: सप्ताहांत
id: Akhir Pekan
it: Fine settimana
ja: 週末
ms: Hujung Minggu
th: สุดสัปดาห์
tr: Hafta Sonu
vi: Cuối tuần
zh_hans: 周末

# reports.heatmap.insight.busiest_day
source: Busiest day: %@
de: Aktivster Tag: %@
es: Día más activo: %@
fr: Jour le plus chargé : %@
hi: सबसे व्यस्त दिन: %@
id: Hari tersibuk: %@
it: Giorno più intenso: %@
ja: 最も支出の多い曜日: %@
ms: Hari paling sibuk: %@
th: วันที่คึกคักที่สุด: %@
tr: En yoğun gün: %@
vi: Ngày bận rộn nhất: %@
zh_hans: 最繁忙的一天: %@

# reports.heatmap.insight.busiest_hour
source: Most active hour: %@
de: Aktivste Stunde: %@
es: Hora más activa: %@
fr: Heure la plus active : %@
hi: सबसे सक्रिय घंटा: %@
id: Jam paling aktif: %@
it: Ora più attiva: %@
ja: 最も活動的な時間帯: %@
ms: Jam paling aktif: %@
th: ชั่วโมงที่ใช้งานมากที่สุด: %@
tr: En aktif saat: %@
vi: Giờ hoạt động nhiều nhất: %@
zh_hans: 最活跃的时间: %@

# reports.heatmap.insight.weekend_comparison
source: %%%@ more spending on weekends
de: %% %@ mehr Ausgaben am Wochenende
es: %% %@ más de gasto los fines de semana
fr: %% %@ de dépenses en plus le week-end
hi: सप्ताहांत पर %% %@ अधिक खर्च
id: %% %@ lebih banyak pengeluaran di akhir pekan
it: %% %@ di spesa in più nel fine settimana
ja: 週末は%% %@多く支出
ms: %% %@ lebih perbelanjaan pada hujung minggu
th: ใช้จ่ายช่วงสุดสัปดาห์มากขึ้น %%%@
tr: Hafta sonları %%%@ daha fazla harcama
vi: Chi tiêu cuối tuần nhiều hơn %%%@
zh_hans: 周末支出增加%% %@

# reports.heatmap.insight.no_spending_days
source: No spending for %@ days
de: An %@ Tagen keine Ausgaben getätigt
es: Sin gastos durante %@ días
fr: Aucune dépense pendant %@ jours
hi: %@ दिनों तक कोई खर्च नहीं
id: Tidak ada pengeluaran selama %@ hari
it: Nessuna spesa per %@ giorni
ja: %@日間支出なし
ms: Tiada perbelanjaan selama %@ hari
th: ไม่มีการใช้จ่ายเป็นเวลา %@ วัน
tr: %@ gün hiç harcama yapılmamış
vi: Không chi tiêu trong %@ ngày
zh_hans: %@天无支出

# transfer.title
source: Transfer Between Accounts
de: Überweisung zwischen Konten
es: Transferencia entre Cuentas
fr: Virement entre comptes
hi: खातों के बीच स्थानांतरण
id: Transfer Antar Akun
it: Trasferimento tra Conti
ja: 口座間振替
ms: Pindahan Antara Akaun
th: โอนเงินระหว่างบัญชี
tr: Hesaplar Arası Transfer
vi: Chuyển tiền giữa các tài khoản
zh_hans: 账户间转账

# transfer.source_account
source: Source Wallet
de: Quell-Brieftasche
es: Cartera de Origen
fr: Portefeuille source
hi: स्रोत बटुआ
id: Dompet Sumber
it: Portafoglio di Origine
ja: 出金元ウォレット
ms: Dompet Sumber
th: กระเป๋าเงินต้นทาง
tr: Paranın Çekileceği Cüzdan
vi: Ví nguồn
zh_hans: 转出钱包

# transfer.target_account
source: Target Wallet or Credit Card
de: Ziel-Brieftasche oder Kreditkarte
es: Cartera o Tarjeta de Crédito de Destino
fr: Portefeuille ou carte de crédit de destination
hi: लक्ष्य बटुआ या क्रेडिट कार्ड
id: Dompet atau Kartu Kredit Tujuan
it: Portafoglio o Carta di Credito di Destinazione
ja: 入金先ウォレットまたはクレジットカード
ms: Dompet atau Kad Kredit Destinasi
th: กระเป๋าเงินหรือบัตรเครดิตปลายทาง
tr: Paranın Yatırılacağı Cüzdan veya Kredi Kartı
vi: Ví hoặc Thẻ tín dụng đích
zh_hans: 转入钱包或信用卡

# transfer.amount_label
source: Transfer Amount
de: Überweisungsbetrag
es: Importe a Transferir
fr: Montant du virement
hi: स्थानांतरण राशि
id: Jumlah Transfer
it: Importo Trasferimento
ja: 振替金額
ms: Jumlah Pindahan
th: จำนวนเงินที่โอน
tr: Transfer Tutarı
vi: Số tiền chuyển
zh_hans: 转账金额

# transfer.amount_placeholder
source: Enter amount to transfer
de: Zu überweisenden Betrag eingeben
es: Introduce el importe a transferir
fr: Saisir le montant à virer
hi: स्थानांतरित की जाने वाली राशि दर्ज करें
id: Masukkan jumlah yang akan ditransfer
it: Inserisci l'importo da trasferire
ja: 振替金額を入力
ms: Masukkan jumlah untuk dipindahkan
th: ป้อนจำนวนเงินที่จะโอน
tr: Aktarılacak tutarı giriniz
vi: Nhập số tiền cần chuyển
zh_hans: 输入要转账的金额

# transfer.button
source: Transfer
de: Überweisen
es: Transferir
fr: Virer
hi: स्थानांतरण करें
it: Trasferisci
ja: 振替
ms: Pindah
th: โอนเงิน
tr: Transfer Et
vi: Chuyển tiền
zh_hans: 转账

# transfer.select_wallet
source: Select Wallet
de: Brieftasche auswählen
es: Seleccionar Cartera
fr: Sélectionner un portefeuille
hi: बटुआ चुनें
id: Pilih Dompet
it: Seleziona Portafoglio
ja: ウォレットを選択
ms: Pilih Dompet
th: เลือกกระเป๋าเงิน
tr: Cüzdan Seçin
vi: Chọn ví
zh_hans: 选择钱包

# transfer.select_account
source: Select Account
de: Konto auswählen
es: Seleccionar Cuenta
fr: Sélectionner un compte
hi: खाता चुनें
id: Pilih Akun
it: Seleziona Conto
ja: 口座を選択
ms: Pilih Akaun
th: เลือกบัญชี
tr: Hesap Seçin
vi: Chọn tài khoản
zh_hans: 选择账户

# transfer.source_details
source: Source Account Details
de: Details zum Quellkonto
es: Detalles de la Cuenta de Origen
fr: Détails du compte source
hi: स्रोत खाते का विवरण
id: Detail Akun Sumber
it: Dettagli Conto di Origine
ja: 出金元口座の詳細
ms: Butiran Akaun Sumber
th: รายละเอียดบัญชีต้นทาง
tr: Kaynak Hesap Detayları
vi: Chi tiết tài khoản nguồn
zh_hans: 转出账户详情

# transfer.target_details
source: Target Account Details
de: Details zum Zielkonto
es: Detalles de la Cuenta de Destino
fr: Détails du compte de destination
hi: लक्ष्य खाते का विवरण
id: Detail Akun Tujuan
it: Dettagli Conto di Destinazione
ja: 入金先口座の詳細
ms: Butiran Akaun Destinasi
th: รายละเอียดบัญชีปลายทาง
tr: Hedef Hesap Detayları
vi: Chi tiết tài khoản đích
zh_hans: 转入账户详情

# transfer.name
source: Name:
es: Nombre:
fr: Nom :
hi: नाम:
id: Nama:
it: Nome:
ja: 名前:
ms: Nama:
th: ชื่อ:
tr: İsim:
vi: Tên:
zh_hans: 名称:
