Repository: tturanmustafa/Walleo
Catalog: Walleo/UI/Resources/*.lproj/Localizable.strings
Languages: de, es, fr, hi, id, it, ja, ms, th, tr, vi, zh_hans

# transfer.initial_balance
source: Initial Balance:
de: Anfangssaldo:
es: Saldo inicial:
fr: Solde initial :
hi: प्रारंभिक शेष:
id: Saldo awal:
it: Saldo iniziale:
ja: 初期残高:
ms: Baki permulaan:
th: ยอดเงินเริ่มต้น:
tr: Başlangıç Bakiyesi:
vi: Số dư ban đầu:
zh_hans: 初始余额:

# transfer.current_balance
source: Current Balance:
de: Aktueller Saldo:
es: Saldo actual:
fr: Solde actuel :
hi: वर्तमान शेष:
id: Saldo saat ini:
it: Saldo attuale:
ja: 現在残高:
ms: Baki semasa:
th: ยอดเงินปัจจุบัน:
tr: Güncel Bakiye:
vi: Số dư hiện tại:
zh_hans: 当前余额:

# transfer.total_limit
source: Total Limit:
de: Gesamtlimit:
es: Límite total:
fr: Limite totale :
hi: कुल सीमा:
it: Limite totale:
ja: 総限度額:
ms: Had keseluruhan:
th: วงเงินทั้งหมด:
tr: Toplam Limit:
vi: Tổng hạn mức:
zh_hans: 总额度:

# transfer.available_limit
source: Available Limit:
de: Verfügbares Limit:
es: Límite disponible:
fr: Limite disponible :
hi: उपलब्ध सीमा:
id: Limit tersedia:
it: Limite disponibile:
ja: 利用可能額:
ms: Had tersedia:
th: วงเงินคงเหลือ:
tr: Kullanılabilir Limit:
vi: Hạn mức khả dụng:
zh_hans: 可用额度:

# transfer.current_debt
source: Current Debt:
de: Aktuelle Schulden:
es: Deuda actual:
fr: Dette actuelle :
hi: वर्तमान ऋण:
id: Utang saat ini:
it: Debito corrente:
ja: 現在の負債:
ms: Hutang semasa:
th: หนี้สินปัจจุบัน:
tr: Güncel Borç:
vi: Nợ hiện tại:
zh_hans: 当前欠款:

# transfer.statement_date
source: Statement Date:
de: Abrechnungsdatum:
es: Fecha de cierre:
fr: Date de relevé :
hi: विवरण तिथि:
id: Tanggal tagihan:
it: Data estratto conto:
ja: 請求締め日:
ms: Tarikh penyata:
th: วันสรุปยอดบัญชี:
tr: Hesap Kesim Tarihi:
vi: Ngày sao kê:
zh_hans: 账单日:

# transfer.type.wallet
source: Wallet
de: Brieftasche
es: Cartera
fr: Portefeuille
hi: बटुआ
id: Dompet
it: Portafoglio
ja: ウォレット
ms: Dompet
th: กระเป๋าเงิน
tr: Cüzdan
vi: Ví
zh_hans: 钱包

# transfer.type.credit_card
source: Credit Card
de: Kreditkarte
es: Tarjeta de Crédito
fr: Carte de crédit
hi: क्रेडिट कार्ड
id: Kartu Kredit
it: Carta di Credito
ja: クレジットカード
ms: Kad Kredit
th: บัตรเครดิต
tr: Kredi Kartı
vi: Thẻ tín dụng
zh_hans: 信用卡

# transfer.incoming
source: Incoming Transfer
de: Eingehende Überweisung
es: Transferencia Entrante
fr: Virement entrant
hi: आने वाला स्थानांतरण
id: Transfer Masuk
it: Trasferimento in Entrata
ja: 入金
ms: Pindahan Masuk
th: การโอนเข้า
tr: Gelen Transfer
vi: Chuyển tiền đến
zh_hans: 转入

# transfer.outgoing
source: Outgoing Transfer
de: Ausgehende Überweisung
es: Transferencia Saliente
fr: Virement sortant
hi: जाने वाला स्थानांतरण
id: Transfer Keluar
it: Trasferimento in Uscita
ja: 出金
ms: Pindahan Keluar
th: การโอนออก
tr: Giden Transfer
vi: Chuyển tiền đi
zh_hans: 转出

# transfer.unknown_account
source: Unknown Account
de: Unbekanntes Konto
es: Cuenta Desconocida
fr: Compte inconnu
hi: अज्ञात खाता
id: Akun Tidak Dikenal
it: Conto Sconosciuto
ja: 不明な口座
ms: Akaun Tidak Dikenali
th: บัญชีที่ไม่รู้จัก
tr: Bilinmeyen Hesap
vi: Tài khoản không xác định
zh_hans: 未知账户

# transfer.section.transactions
source: Transactions
de: Transaktionen
es: Transacciones
hi: लेन-देन
id: Transaksi
it: Transazioni
ja: 取引
ms: Urus Niaga
th: รายการ
tr: İşlemler
vi: Giao dịch
zh_hans: 交易

# transfer.section.transfers
source: Transfers
de: Überweisungen
es: Transferencias
fr: Virements
hi: स्थानांतरण
id: Transfer
it: Trasferimenti
ja: 振替
ms: Pindahan
th: การโอนเงิน
tr: Transferler
vi: Chuyển tiền
zh_hans: 转账

# transfer.no_transactions
source: No transactions in this period
de: Keine Transaktionen in diesem Zeitraum
es: No hay transacciones en este período
fr: Aucune transaction pour cette période
hi: इस अवधि में कोई लेन-देन नहीं
id: Tidak ada transaksi pada periode ini
it: Nessuna transazione in questo periodo
ja: この期間の取引はありません
ms: Tiada urus niaga dalam tempoh ini
th: ไม่มีรายการในรอบเวลานี้
tr: Bu dönemde işlem yok
vi: Không có giao dịch trong kỳ này
zh_hans: 本期无交易

# transfer.no_transfers
source: No transfers found
de: Keine Überweisungen gefunden
es: No se encontraron transferencias
fr: Aucun virement trouvé
hi: कोई स्थानांतरण नहीं मिला
id: Tidak ditemukan transfer
it: Nessun trasferimento trovato
ja: 振替はありません
ms: Tiada pindahan ditemui
th: ไม่พบการโอนเงิน
tr: Transfer bulunmuyor
vi: Không tìm thấy giao dịch chuyển tiền
zh_hans: 无转账记录

# transfer.section.expenses
source: Expenses
de: Ausgaben
es: Gastos
fr: Dépenses
hi: व्यय
id: Pengeluaran
it: Uscite
ja: 支出
ms: Perbelanjaan
th: รายจ่าย
tr: Harcamalar
vi: Chi tiêu
zh_hans: 支出

# transfer.section.payments
source: Payments
de: Zahlungen
es: Pagos
fr: Paiements
hi: भुगतान
id: Pembayaran
it: Pagamenti
ja: 支払い
ms: Bayaran
th: การชำระเงิน
tr: Ödemeler
vi: Thanh toán
zh_hans: 付款

# transfer.no_payments
source: No payments found
de: Keine Zahlungen gefunden
es: No se encontraron pagos
fr: Aucun paiement trouvé
hi: कोई भुगतान नहीं मिला
id: Tidak ditemukan pembayaran
it: Nessun pagamento trovato
ja: 支払いはありません
ms: Tiada bayaran ditemui
th: ไม่พบการชำระเงิน
tr: Ödeme bulunmuyor
vi: Không tìm thấy giao dịch thanh toán
zh_hans: 无付款记录

# credit_card.installment_summary_format
source: %@ - %d/%d installments
de: %@ - %d/%d Rate
es: %@ - %d/%d cuotas
fr: %@ - %d/%d mensualités
hi: %@ - %d/%d किस्त
id: %@ - %d/%d cicilan
it: %@ - %d/%d rate
ja: %@ - %d/%d回払い
ms: %@ - %d/%d ansuran
th: %@ - ผ่อน %d/%d
tr: %@ - %d/%d taksit
vi: %@ - %d/%d kỳ trả góp
zh_hans: %@ - %d/%d期

# credit_card.installment_number_format
source: Installment %d
de: %d. Rate
es: Cuota %d
fr: %de mensualité
hi: %dवीं किस्त
id: Cicilan ke-%d
it: %dª Rata
ja: %d回目の支払い
ms: Ansuran ke-%d
th: งวดที่ %d
tr: %d. Taksit
vi: Kỳ trả góp thứ %d
zh_hans: 第%d期

# transaction.installment.toggle
source: Installment Purchase
de: Ratenkauf
es: Compra a Plazos
fr: Achat à crédit
hi: किस्त लेन-देन
id: Transaksi Cicilan
it: Acquisto a Rate
ja: 分割払い
ms: Urus Niaga Ansuran
th: รายการผ่อนชำระ
tr: Taksitli İşlem
vi: Giao dịch trả góp
zh_hans: 分期付款

# transaction.installment.count
source: Number of Installments
de: Anzahl der Raten
es: Número de Cuotas
fr: Nombre de mensualités
hi: किस्तों की संख्या
id: Jumlah Cicilan
it: Numero di Rate
ja: 分割回数
ms: Bilangan Ansuran
th: จำนวนงวด
tr: Taksit Sayısı
vi: Số kỳ trả góp
zh_hans: 分期数

# transaction.installment.preview
source: %d installments x %@ = %@
de: %d Raten x %@ = %@
es: %d cuotas x %@ = %@
fr: %d mensualités x %@ = %@
hi: %d किस्तें x %@ = %@
id: %d cicilan x %@ = %@
it: %d rate x %@ = %@
ja: %d回 x %@ = %@
ms: %d ansuran x %@ = %@
th: %d งวด x %@ = %@
tr: %d taksit x %@ = %@
vi: %d kỳ x %@ = %@
zh_hans: %d期 x %@ = %@

# transaction.installment.edit_warning_title
source: Edit Installment Purchase
de: Ratenkauf bearbeiten
es: Editar Compra a Plazos
fr: Modification d'un achat à crédit
hi: किस्त लेन-देन संपादित करें
id: Ubah Transaksi Cicilan
it: Modifica Acquisto a Rate
ja: 分割払いの編集
ms: Ubah Urus Niaga Ansuran
th: การแก้ไขรายการผ่อนชำระ
tr: Taksitli İşlem Düzenleme
vi: Sửa giao dịch trả góp
zh_hans: 编辑分期付款

# transaction.installment.edit_warning
source: This change will recreate all installments. Do you want to continue?
de: Diese Änderung wird alle Raten neu erstellen. Möchten Sie fortfahren?
es: Este cambio recreará todas las cuotas. ¿Quieres continuar?
fr: Cette modification recréera toutes les mensualités. Voulez-vous continuer ?
hi: यह परिवर्तन सभी किस्तों को फिर से बना देगा। क्या आप जारी रखना चाहते हैं?
id: Perubahan ini akan membuat ulang semua cicilan. Apakah Anda ingin melanjutkan?
it: Questa modifica ricreerà tutte le rate. Vuoi continuare?
ja: この変更はすべての分割払いを再作成します。続行しますか？
ms: Perubahan ini akan mencipta semula semua ansuran. Adakah anda ingin teruskan?
th: การเปลี่ยนแปลงนี้จะสร้างงวดทั้งหมดขึ้นมาใหม่ ต้องการดำเนินการต่อหรือไม่?
tr: Bu değişiklik tüm taksitleri yeniden oluşturacak. Devam etmek istiyor musunuz?
vi: Thay đổi này sẽ tạo lại tất cả các kỳ trả góp. Bạn có muốn tiếp tục không?
zh_hans: 此更改将重新创建所有分期。您想继续吗？

# transaction.installment.delete_warning
source: All installments (%d) of this purchase will be deleted. Are you sure?
de: Der gesamte Ratenkauf (%d Raten) wird gelöscht. Bestätigen?
es: Se eliminará toda la compra a plazos (%d cuotas). ¿Confirmas?
fr: L'intégralité de cet achat à crédit (%d mensualités) sera supprimée. Confirmez-vous ?
hi: यह पूरी किस्त लेन-देन (%d किस्तें) हटा दी जाएगी। क्या आप पुष्टि करते हैं?
id: Seluruh transaksi cicilan ini (%d cicilan) akan dihapus. Apakah Anda mengonfirmasi?
it: L'intero acquisto a rate (%d rate) sarà eliminato. Confermi?
ja: この分割払い取引全体（%d回）が削除されます。よろしいですか？
ms: Keseluruhan urus niaga ansuran ini (%d ansuran) akan dipadam. Adakah anda mengesahkan?
th: รายการผ่อนชำระทั้งหมด (%d งวด) จะถูกลบ คุณยืนยันหรือไม่?
tr: Bu taksitli işlemin tamamı (%d taksit) silinecek. Onaylıyor musunuz?
vi: Toàn bộ giao dịch trả góp này (%d kỳ) sẽ bị xóa. Bạn có xác nhận không?
zh_hans: 此分期付款交易（共%d期）将被完全删除。您确认吗？

# transaction.edit_installment
source: Edit Installment
de: Ratenkauf bearbeiten
es: Editar Compra a Plazos
fr: Modifier l'achat à crédit
hi: किस्त लेन-देन संपादित करें
id: Ubah Transaksi Cicilan
it: Modifica Acquisto a Rate
ja: 分割払いを編集
ms: Ubah Urus Niaga Ansuran
th: แก้ไขรายการผ่อนชำระ
tr: Taksitli İşlem Düzenle
vi: Sửa giao dịch trả góp
zh_hans: 编辑分期付款

# credit_card.installment_purchases
source: Installment Purchases
de: Ratenkäufe
es: Compras a Plazos
fr: Achats à crédit
hi: किस्त खरीद
id: Pembelian Cicilan
it: Acquisti a Rate
ja: 分割払い購入
ms: Pembelian Ansuran
th: การซื้อแบบผ่อนชำระ
tr: Taksitli Harcamalar
vi: Mua hàng trả góp
zh_hans: 分期消费

# installment.completed
source: Completed
de: Abgeschlossen
es: Completada
fr: Terminé
hi: पूर्ण
id: Selesai
it: Completato
ja: 完了済み
ms: Selesai
th: เสร็จสมบูรณ์
tr: Tamamlandı
vi: Đã hoàn thành
zh_hans: 已完成

# alert.installment.delete_title
source: Delete Installment Purchase
de: Ratenkauf löschen
es: Eliminar Compra a Plazos
fr: Supprimer l'achat à crédit
hi: किस्त लेन-देन हटाएं
id: Hapus Transaksi Cicilan
it: Elimina Acquisto a Rate
ja: 分割払いの削除
ms: Padam Urus Niaga Ansuran
th: การลบรายการผ่อนชำระ
tr: Taksitli İşlem Silme
vi: Xóa giao dịch trả góp
zh_hans: 删除分期付款

# credit_card_details.period_total
source: Period Total
de: Periodensumme
es: Total del Período
fr: Total de la période
hi: अवधि का कुल
id: Total Periode
it: Totale Periodo
ja: 期間合計
ms: Jumlah Tempoh
th: ยอดรวมในรอบบิล
tr: Dönem Toplamı
vi: Tổng cộng trong kỳ
zh_hans: 本期总计

# alert.no_wallet.message
source: You must **first create** a **Wallet** account to be able to add a transaction.
de: Um eine Transaktion hinzuzufügen, **müssen** Sie **zuerst** ein **Brieftaschen**-Konto **erstellen**.
es: Para añadir una transacción, **primero** debes **crear** una cuenta de **Cartera**.
fr: Pour ajouter une transaction, vous devez **d'abord créer** un compte **Portefeuille**.
hi: लेन-देन जोड़ने के लिए, आपको **पहले** एक **बटुआ** खाता **बनाना होगा**।
id: Untuk menambahkan transaksi, Anda **harus** **membuat** akun **Dompet** **terlebih dahulu**.
it: Per aggiungere una transazione, **devi prima** creare un conto **Portafoglio**.
ja: 取引を追加するには、**まず**「ウォレット」口座を**作成する**必要があります。
ms: Untuk menambah urus niaga, anda **mesti** **mencipta** akaun **Dompet** **terlebih dahulu**.
th: ในการเพิ่มรายการ คุณ**ต้อง**สร้างบัญชี**กระเป๋าเงิน****ก่อน**
tr: İşlem ekleyebilmek için **öncelikle** bir **Cüzdan** hesabı **oluşturmanız** gerekmektedir.
vi: Để thêm giao dịch, **trước tiên** bạn **phải** **tạo** một tài khoản **Ví**.
zh_hans: 要添加交易，您**必须****首先**创建一个**钱包**账户。

# reports.detailed.categories_report
source: Categories
de: Kategorien
es: Categorías
fr: Catégories
hi: श्रेणी रिपोर्ट
id: Laporan Kategori
it: Categorie
ja: カテゴリーレポート
ms: Laporan Kategori
th: รายงานหมวดหมู่
tr: Kategoriler
vi: Báo cáo hạng mục
zh_hans: 类别报告

# reports.category.summary
source: Summary
de: Kategorienübersicht
es: Resumen de Categoría
fr: Résumé par catégorie
hi: श्रेणी सारांश
id: Ringkasan Kategori
it: Riepilogo Categoria
ja: カテゴリー概要
ms: Ringkasan Kategori
th: สรุปหมวดหมู่
tr: Kategori Özeti
vi: Tóm tắt hạng mục
zh_hans: 类别概要

# reports.category.total_categories
source: Total Categories
de: Gesamtkategorien
es: Categorías Totales
fr: Total des catégories
hi: कुल श्रेणियाँ
id: Total Kategori
it: Categorie Totali
ja: 総カテゴリー数
ms: Jumlah Kategori
th: หมวดหมู่ทั้งหมด
tr: Toplam Kategori
vi: Tổng số hạng mục
zh_hans: 总类别数

# reports.category.active_categories
source: Active Categories
de: Aktive Kategorien
es: Categorías Activas
fr: Catégories actives
hi: सक्रिय श्रेणियाँ
id: Kategori Aktif
it: Categorie Attive
ja: アクティブなカテゴリー
ms: Kategori Aktif
th: หมวดหมู่ที่ใช้งานอยู่
tr: Aktif Kategori
vi: Hạng mục đang hoạt động
zh_hans: 活跃类别

# reports.category.most_spent
source: Most Spent
de: Meistausgegeben
es: Mayor Gasto
fr: Plus dépensé
hi: सबसे अधिक खर्च
id: Pengeluaran Terbanyak
it: Più Speso
ja: 最多支出
ms: Perbelanjaan Terbanyak
th: ใช้จ่ายมากที่สุด
tr: En Çok Harcanan
vi: Chi tiêu nhiều nhất
zh_hans: 支出最多

# reports.category.view_list
source: List View
de: Liste
es: Lista
fr: Liste
hi: सूची दृश्य
id: Tampilan Daftar
it: Elenco
ja: リスト表示
ms: Paparan Senarai
th: มุมมองรายการ
tr: Liste
vi: Dạng danh sách
zh_hans: 列表视图

# reports.category.view_chart
source: Chart View
de: Diagramm
es: Gráfico
fr: Graphique
hi: चार्ट दृश्य
id: Tampilan Grafik
it: Grafico
ja: グラフ表示
ms: Paparan Carta
th: มุมมองแผนภูมิ
tr: Grafik
vi: Dạng biểu đồ
zh_hans: 图表视图

# reports.category.view_comparison
source: Comparison
de: Vergleich
es: Comparación
fr: Comparaison
hi: तुलना
id: Tampilan Perbandingan
it: Confronto
ja: 比較表示
ms: Perbandingan
th: การเปรียบเทียบ
tr: Karşılaştırma
vi: So sánh
zh_hans: 对比视图

# reports.category.distribution
source: Category Distribution
de: Kategorienverteilung
es: Distribución por Categoría
fr: Répartition par catégorie
hi: श्रेणी वितरण
id: Distribusi Kategori
it: Distribuzione Categorie
ja: カテゴリー別分布
ms: Agihan Kategori
th: การกระจายหมวดหมู่
tr: Kategori Dağılımı
vi: Phân bổ theo hạng mục
zh_hans: 类别分布

# reports.detailed.cash_flow
source: Cash Flow
es: Flujo de Caja
fr: Flux de trésorerie
hi: नकद प्रवाह
id: Arus Kas
it: Flusso di Cassa
ja: キャッシュフロー
ms: Aliran Tunai
th: กระแสเงินสด
tr: Nakit Akışı
vi: Dòng tiền
zh_hans: 现金流

# cashflow.title
source: Cash Flow Report
de: Cashflow-Bericht
es: Informe de Flujo de Caja
fr: Rapport de flux de trésorerie
hi: नकद प्रवाह रिपोर्ट
id: Laporan Arus Kas
it: Report Flusso di Cassa
ja: キャッシュフローレポート
ms: Laporan Aliran Tunai
th: รายงานกระแสเงินสด
tr: Nakit Akışı Raporu
vi: Báo cáo dòng tiền
zh_hans: 现金流报告

# cashflow.view.summary
source: Summary
de: Übersicht
es: Resumen
fr: Résumé
hi: सारांश
id: Ringkasan
it: Riepilogo
ja: 概要
ms: Ringkasan
th: สรุป
tr: Özet
vi: Tóm tắt
zh_hans: 概要

# cashflow.view.flow
source: Flow
de: Fluss
es: Flujo
fr: Flux
hi: प्रवाह
id: Aliran
it: Flusso
ja: フロー
ms: Aliran
th: กระแส
tr: Akış
vi: Luồng
zh_hans: 流量

# cashflow.view.categories
source: Categories
de: Kategorien
es: Categorías
fr: Catégories
hi: श्रेणियाँ
id: Kategori
it: Categorie
ja: カテゴリー
ms: Kategori
th: หมวดหมู่
tr: Kategoriler
vi: Hạng mục
zh_hans: 类别

# cashflow.view.accounts
source: Accounts
de: Konten
es: Cuentas
fr: Comptes
hi: खाते
id: Akun
it: Conti
ja: 口座
ms: Akaun
th: บัญชี
tr: Hesaplar
vi: Tài khoản
zh_hans: 账户

# cashflow.view.projection
source: Projection
de: Prognose
es: Proyección
hi: अनुमान
id: Proyeksi
it: Proiezione
ja: 予測
ms: Unjuran
th: การคาดการณ์
tr: Projeksiyon
vi: Dự báo
zh_hans: 预测

# cashflow.insights
source: Insights
de: Einblicke
es: Perspectivas
fr: Aperçus
hi: अंतर्दृष्टि
id: Wawasan
it: Approfondimenti
ja: インサイト
ms: Wawasan
th: ข้อมูลเชิงลึก
tr: İçgörüler
vi: Thông tin chi tiết
zh_hans: 洞察

# cashflow.net_flow
source: Net Flow
de: Netto-Cashflow
es: Flujo Neto
fr: Flux net
hi: शुद्ध प्रवाह
id: Arus Bersih
it: Flusso Netto
ja: 純増減
ms: Aliran Bersih
th: กระแสเงินสดสุทธิ
tr: Net Akış
vi: Dòng tiền ròng
zh_hans: 净流量

# cashflow.of_income
source: % of Income
de: %% des Einkommens
es: % de Ingresos
fr: %% du revenu
hi: आय का %
id: % dari Pemasukan
it: % delle Entrate
ja: 収入の%
ms: %% daripada Pendapatan
th: % ของรายรับ
tr: Gelirin %'si
vi: %% thu nhập
zh_hans: 占收入%

# cashflow.daily_avg
source: Daily Avg.
de: Tägl. Durchschnitt
es: Prom. Diario
fr: Moy. quotidienne
hi: दैनिक औसत
id: Rata-rata Harian
it: Media Giorn.
ja: 日平均
ms: Purata Harian
th: เฉลี่ยต่อวัน
tr: Günlük Ort.
vi: Trung bình hàng ngày
zh_hans: 日均

# cashflow.normal_transactions
source: Normal Transactions
de: Normale Transaktionen
es: Transacciones Normales
fr: Transactions normales
hi: सामान्य लेन-देन
id: Transaksi Normal
it: Transazioni Normali
ja: 通常取引
ms: Urus Niaga Biasa
th: รายการปกติ
tr: Normal İşlemler
vi: Giao dịch thông thường
zh_hans: 普通交易

# cashflow.installment_transactions
source: Installment Transactions
de: Ratentransaktionen
es: Transacciones a Plazos
fr: Transactions à crédit
hi: किस्त लेन-देन
id: Transaksi Cicilan
it: Transazioni a Rate
ja: 分割払い取引
ms: Urus Niaga Ansuran
th: รายการผ่อนชำระ
tr: Taksitli İşlemler
vi: Giao dịch trả góp
zh_hans: 分期交易

# cashflow.recurring_transactions
source: Recurring Transactions
de: Wiederkehrende Transaktionen
es: Transacciones Recurrentes
fr: Transactions récurrentes
hi: आवर्ती लेन-देन
id: Transaksi Berulang
it: Transazioni Ricorrenti
ja: 定期取引
ms: Urus Niaga Berulang
th: รายการที่เกิดซ้ำ
tr: Tekrarlı İşlemler
vi: Giao dịch lặp lại
zh_hans: 周期性交易

# cashflow.opening_balance
source: Opening Balance
de: Anfangssaldo
es: Saldo de Apertura
fr: Solde d'ouverture
hi: प्रारंभिक शेष
id: Saldo Awal
it: Saldo di Apertura
ja: 期首残高
ms: Baki Permulaan
th: ยอดยกมา
tr: Açılış Bakiyesi
vi: Số dư đầu kỳ
zh_hans: 期初余额

# cashflow.closing_balance
source: Closing Balance
de: Endsaldo
es: Saldo de Cierre
fr: Solde de clôture
hi: अंतिम शेष
id: Saldo Akhir
it: Saldo di Chiusura
ja: 期末残高
ms: Baki Penutup
th: ยอดยกไป
tr: Kapanış Bakiyesi
vi: Số dư cuối kỳ
zh_hans: 期末余额

# cashflow.inflows
source: Inflows
de: Zuflüsse
es: Entradas
fr: Entrées
hi: आमद
id: Pemasukan
it: Entrate
ja: 収入
ms: Aliran Masuk
th: เงินเข้า
tr: Girişler
vi: Các khoản thu
zh_hans: 流入

# cashflow.outflows
source: Outflows
de: Abflüsse
es: Salidas
fr: Sorties
hi: जावक
id: Pengeluaran
it: Uscite
ja: 支出
ms: Aliran Keluar
th: เงินออก
tr: Çıkışlar
vi: Các khoản chi
zh_hans: 流出

# cashflow.daily_average
source: Daily Average
de: Täglicher Durchschnitt
es: Promedio Diario
fr: Moyenne quotidienne
hi: दैनिक औसत
id: Rata-rata Harian
it: Media Giornaliera
ja: 日平均
ms: Purata Harian
th: เฉลี่ยต่อวัน
tr: Günlük Ortalama
vi: Trung bình hàng ngày
zh_hans: 日均

# cashflow.daily_details
source: Daily Details
de: Tägliche Details
es: Detalles Diarios
fr: Détails quotidiens
hi: दैनिक विवरण
id: Detail Harian
it: Dettagli Giornalieri
ja: 日次詳細
ms: Butiran Harian
th: รายละเอียดรายวัน
tr: Günlük Detaylar
vi: Chi tiết hàng ngày
zh_hans: 每日详情

# cashflow.cumulative_balance
source: Cumulative Balance
de: Kumulativer Saldo
es: Saldo Acumulado
fr: Solde cumulé
hi: संचयी शेष
id: Saldo Kumulatif
it: Saldo Cumulativo
ja: 累積残高
ms: Baki Terkumpul
th: ยอดสะสม
tr: Kümülatif Bakiye
vi: Số dư lũy kế
zh_hans: 累计余额

# cashflow.flow_chart
source: Flow Chart
de: Flussdiagramm
es: Gráfico de Flujo
fr: Graphique de flux
hi: प्रवाह चार्ट
id: Grafik Aliran
it: Grafico di Flusso
ja: フローチャート
ms: Carta Aliran
th: แผนภูมิกระแส
tr: Akış Grafiği
vi: Biểu đồ luồng
zh_hans: 流量图

# cashflow.income_expense
source: Income/Expense
de: Einnahmen/Ausgaben
es: Ingresos/Gastos
fr: Revenus/Dépenses
hi: आय/व्यय
id: Pemasukan/Pengeluaran
it: Entrate/Uscite
ja: 収支
ms: Pendapatan/Perbelanjaan
th: รายรับ/รายจ่าย
tr: Gelir/Gider
vi: Thu/Chi
zh_hans: 收入/支出

# cashflow.detailed
source: Detailed
de: Detailliert
es: Detallado
fr: Détaillé
hi: विस्तृत
id: Terperinci
it: Dettagliato
ja: 詳細
ms: Terperinci
th: รายละเอียด
tr: Detaylı
vi: Chi tiết
zh_hans: 详细

# cashflow.cumulative
source: Cumulative
de: Kumulativ
es: Acumulado
fr: Cumulé
hi: संचयी
id: Kumulatif
it: Cumulativo
ja: 累積
ms: Terkumpul
th: สะสม
tr: Kümülatif
vi: Lũy kế
zh_hans: 累计

# cashflow.transaction_type_distribution
source: Transaction Type Distribution
de: Transaktionstyp-Verteilung
es: Distribución por Tipo de Transacción
fr: Répartition par type de transaction
hi: लेन-देन प्रकार वितरण
id: Distribusi Jenis Transaksi
it: Distribuzione Tipi di Transazione
ja: 取引タイプ別分布
ms: Agihan Jenis Urus Niaga
th: การกระจายประเภทรายการ
tr: İşlem Tipi Dağılımı
vi: Phân bổ theo loại giao dịch
zh_hans: 交易类型分布

# cashflow.category_flow
source: Category Flow
de: Kategorienfluss
es: Flujo por Categoría
fr: Flux par catégorie
hi: श्रेणी प्रवाह
id: Aliran Kategori
it: Flusso per Categoria
ja: カテゴリー別フロー
ms: Aliran Kategori
th: กระแสตามหมวดหมู่
tr: Kategori Akışı
vi: Luồng theo hạng mục
zh_hans: 类别流量

# cashflow.show_trend
source: Show Trend
de: Trend anzeigen
es: Mostrar Tendencia
fr: Afficher la tendance
hi: प्रवृत्ति दिखाएं
id: Tampilkan Tren
it: Mostra Trend
ja: トレンドを表示
ms: Tunjuk Aliran
th: แสดงแนวโน้ม
tr: Trendi Göster
vi: Hiển thị xu hướng
zh_hans: 显示趋势

# cashflow.hide_trend
source: Hide Trend
de: Trend ausblenden
es: Ocultar Tendencia
fr: Masquer la tendance
hi: प्रवृत्ति छिपाएं
id: Sembunyikan Tren
it: Nascondi Trend
ja: トレンドを非表示
ms: Sembunyi Aliran
th: ซ่อนแนวโน้ม
tr: Trendi Gizle
vi: Ẩn xu hướng
zh_hans: 隐藏趋势

# cashflow.largest_transaction
source: Largest Transaction
de: Größte Transaktion
es: Transacción Más Grande
fr: Plus grande transaction
hi: सबसे बड़ा लेन-देन
id: Transaksi Terbesar
it: Transazione più Grande
ja: 最大の取引
ms: Urus Niaga Terbesar
th: รายการใหญ่ที่สุด
tr: En Büyük İşlem
vi: Giao dịch lớn nhất
zh_hans: 最大交易

# cashflow.transfers
source: Transfers
de: Überweisungen
es: Transferencias
fr: Virements
hi: स्थानांतरण
id: Transfer
it: Trasferimenti
ja: 振替
ms: Pindahan
th: การโอนเงิน
tr: Transferler
vi: Chuyển tiền
zh_hans: 转账

# cashflow.most_frequent_transfer
source: Most Frequent Transfer
de: Häufigste Überweisung
es: Transferencia Más Frecuente
fr: Virement le plus fréquent
hi: सबसे लगातार स्थानांतरण
id: Transfer Paling Sering
it: Trasferimento più Frequente
ja: 最も頻繁な振替
ms: Pindahan Paling Kerap
th: การโอนเงินบ่อยที่สุด
tr: En Sık Transfer
vi: Chuyển tiền thường xuyên nhất
zh_hans: 最频繁转账

# cashflow.show_details
source: Show Details
de: Details anzeigen
es: Mostrar Detalles
fr: Afficher les détails
hi: विवरण दिखाएं
id: Tampilkan Detail
it: Mostra Dettagli
ja: 詳細を表示
ms: Tunjuk Butiran
th: แสดงรายละเอียด
tr: Detayları Göster
vi: Hiển thị chi tiết
zh_hans: 显示详情

# cashflow.hide_details
source: Hide Details
de: Details ausblenden
es: Ocultar Detalles
fr: Masquer les détails
hi: विवरण छिपाएं
id: Sembunyikan Detail
it: Nascondi Dettagli
ja: 詳細を非表示
ms: Sembunyi Butiran
th: ซ่อนรายละเอียด
tr: Detayları Gizle
vi: Ẩn chi tiết
zh_hans: 隐藏详情

# cashflow.projection.title
source: Future Projection
de: Zukunftsprognose
es: Proyección Futura
fr: Projection future
hi: भविष्य का अनुमान
id: Proyeksi Masa Depan
it: Proiezione Futura
ja: 将来予測
ms: Unjuran Masa Depan
th: การคาดการณ์ในอนาคต
tr: Gelecek Projeksiyonu
vi: Dự báo tương lai
zh_hans: 未来预测

# cashflow.projection.days
source: %d day projection
de: %d-Tage-Prognose
es: Proyección a %d días
fr: Projection sur %d jours
hi: %d-दिन का अनुमान
id: Proyeksi %d hari
it: Proiezione a %d giorni
ja: %d日間の予測
ms: Unjuran %d hari
th: การคาดการณ์ %d วัน
tr: %d günlük projeksiyon
vi: Dự báo %d ngày
zh_hans: %d天预测

# cashflow.projection.income
source: Estimated Income
de: Geschätzte Einnahmen
es: Ingresos Estimados
fr: Revenus estimés
hi: अनुमानित आय
id: Estimasi Pemasukan
it: Entrate Stimate
ja: 予測収入
ms: Anggaran Pendapatan
th: รายรับโดยประมาณ
tr: Tahmini Gelir
vi: Thu nhập dự kiến
zh_hans: 预计收入

# cashflow.projection.expense
source: Estimated Expense
de: Geschätzte Ausgaben
es: Gastos Estimados
fr: Dépenses estimées
hi: अनुमानित व्यय
id: Estimasi Pengeluaran
it: Uscite Stimate
ja: 予測支出
ms: Anggaran Perbelanjaan
th: รายจ่ายโดยประมาณ
tr: Tahmini Gider
vi: Chi tiêu dự kiến
zh_hans: 预计支出
