Repository: tturanmustafa/Walleo
Catalog: Walleo/UI/Resources/*.lproj/Localizable.strings
Languages: de, es, fr, hi, id, it, ja, ms, th, tr, vi, zh_hans

# reports.heatmap.title.hourly
source: Hourly Spending Distribution
de: Stündliche Ausgabenverteilung
es: Distribución Horaria de Gastos
fr: Répartition horaire des dépenses
hi: घंटे के अनुसार खर्च वितरण
id: Distribusi Pengeluaran Per Jam
it: Distribuzione Oraria della Spesa
ja: 時間帯別支出分布
ms: Agihan Perbelanjaan Setiap Jam
th: การกระจายการใช้จ่ายรายชั่วโมง
tr: Saatlik Harcama Dağılımı
vi: Phân bổ chi tiêu theo giờ
zh_hans: 每小时支出分布

# reports.heatmap.title.daily
source: Daily Spending Distribution
de: Tägliche Ausgabenverteilung
es: Distribución Diaria de Gastos
fr: Répartition quotidienne des dépenses
hi: दैनिक खर्च वितरण
id: Distribusi Pengeluaran Harian
it: Distribuzione Giornaliera della Spesa
ja: 日次支出分布
ms: Agihan Perbelanjaan Harian
th: การกระจายการใช้จ่ายรายวัน
tr: Günlük Harcama Dağılımı
vi: Phân bổ chi tiêu hàng ngày
zh_hans: 每日支出分布

# reports.heatmap.title.monthly
source: Monthly Spending Distribution
de: Monatliche Ausgabenverteilung
es: Distribución Mensual de Gastos
fr: Répartition mensuelle des dépenses
hi: मासिक खर्च वितरण
id: Distribusi Pengeluaran Bulanan
it: Distribuzione Mensile della Spesa
ja: 月次支出分布
ms: Agihan Perbelanjaan Bulanan
th: การกระจายการใช้จ่ายรายเดือน
tr: Aylık Harcama Dağılımı
vi: Phân bổ chi tiêu hàng tháng
zh_hans: 每月支出分布

# reports.heatmap.title.weekly
source: Weekly Spending Distribution
de: Wöchentliche Ausgabenverteilung
es: Distribución Semanal de Gastos
fr: Répartition hebdomadaire des dépenses
hi: साप्ताहिक खर्च वितरण
id: Distribusi Pengeluaran Mingguan
it: Distribuzione Settimanale della Spesa
ja: 週次支出分布
ms: Agihan Perbelanjaan Mingguan
th: การกระจายการใช้จ่ายรายสัปดาห์
tr: Haftalık Harcama Dağılımı
vi: Phân bổ chi tiêu hàng tuần
zh_hans: 每周支出分布

# reports.heatmap.title.monthly_summary
source: Monthly Spending Summary
de: Monatliche Ausgabenzusammenfassung
es: Resumen Mensual de Gastos
fr: Résumé mensuel des dépenses
hi: मासिक खर्च सारांश
id: Ringkasan Pengeluaran Bulanan
it: Riepilogo Mensile della Spesa
ja: 月次支出概要
ms: Ringkasan Perbelanjaan Bulanan
th: สรุปการใช้จ่ายรายเดือน
tr: Aylık Harcama Özeti
vi: Tóm tắt chi tiêu hàng tháng
zh_hans: 月度支出概要

# reports.heatmap.week_format
source: Week %d
de: %d. Woche
es: Semana %d
fr: Semaine %d
hi: सप्ताह %d
id: Minggu ke-%d
it: %dª settimana
ja: 第%d週
ms: Minggu ke-%d
th: สัปดาห์ที่ %d
tr: %d. Hafta
vi: Tuần thứ %d
zh_hans: 第%d周

# reports.comparison.no_data_title
source: No Comparison Data
de: Keine Vergleichsdaten
es: No hay Datos de Comparación
fr: Pas de données de comparaison
hi: कोई तुलना डेटा नहीं
id: Tidak Ada Data Perbandingan
it: Nessun Dato di Confronto
ja: 比較データがありません
ms: Tiada Data Perbandingan
th: ไม่มีข้อมูลเปรียบเทียบ
tr: Karşılaştırma Verisi Yok
vi: Không có dữ liệu so sánh
zh_hans: 无对比数据

# reports.category.avg_short_format
source: Avg: %@
de: Durchschn.: %@
es: Prom: %@
fr: Moy: %@
hi: औसत: %@
id: Rata2: %@
it: Media: %@
ja: 平均: %@
ms: Purata: %@
th: เฉลี่ย: %@
tr: Ort: %@
vi: TB: %@
zh_hans: 平均: %@

# reports.cashflow.no_data_title
source: No Data Found
de: Keine Daten gefunden
es: No se encontraron datos
fr: Aucune donnée trouvée
hi: कोई डेटा नहीं मिला
id: Data Tidak Ditemukan
it: Nessun Dato Trovato
ja: データが見つかりません
ms: Tiada Data Ditemui
th: ไม่พบข้อมูล
tr: Veri Bulunamadı
vi: Không tìm thấy dữ liệu
zh_hans: 未找到数据

# reports.cashflow.no_data_desc
source: No transactions found in the selected date range.
de: Im ausgewählten Datumsbereich wurden keine Transaktionen gefunden.
es: No se encontraron transacciones en el rango de fechas seleccionado.
fr: Aucune transaction trouvée pour la période sélectionnée.
hi: चयनित तिथि सीमा में कोई लेन-देन नहीं मिला।
id: Tidak ditemukan transaksi dalam rentang tanggal yang dipilih.
it: Nessuna transazione trovata nell'intervallo di date selezionato.
ja: 選択した期間に取引が見つかりませんでした。
ms: Tiada urus niaga ditemui dalam julat tarikh yang dipilih.
th: ไม่พบรายการในช่วงวันที่ที่เลือก
tr: Seçilen tarih aralığında işlem bulunamadı.
vi: Không tìm thấy giao dịch trong khoảng thời gian đã chọn.
zh_hans: 在选定日期范围内未找到交易。

# reports.category.daily_average_format
source: %@/day
de: %@/Tag
es: %@/día
fr: %@/jour
hi: %@/दिन
id: %@/hari
it: %@/giorno
ja: %@/日
ms: %@/hari
th: %@/วัน
tr: %@/gün
vi: %@/ngày
zh_hans: %@/天

# cashflow.transfer_count
source: %d transfer
de: %d Überweisungen
es: %d transferencias
fr: %d virements
hi: %d स्थानांतरण
it: %d trasferimenti
ja: %d件の振替
ms: %d pindahan
th: %d การโอน
vi: %d lần chuyển tiền
zh_hans: %d笔转账

# common.times_suffix
source: %dx
hi: %d बार
ja: %d回
ms: %d kali
th: %d ครั้ง
vi: %d lần
zh_hans: %d次

# reports.creditcard.detail_view
source: Detail View
de: Detailansicht
es: Vista Detallada
fr: Vue détaillée
hi: विस्तृत दृश्य
id: Tampilan Detail
it: Vista Dettagliata
ja: 詳細表示
ms: Paparan Terperinci
th: มุมมองรายละเอียด
tr: Detaylı Görünüm
vi: Chế độ xem chi tiết
zh_hans: 详细视图

# reports.creditcard.comparison_view
source: Comparison
de: Vergleich
es: Comparación
fr: Comparaison
hi: तुलना
id: Perbandingan
it: Confronto
ja: 比較
ms: Perbandingan
th: การเปรียบเทียบ
tr: Karşılaştırma
vi: So sánh
zh_hans: 对比

# reports.creditcard.summary_view
source: Summary
de: Übersicht
es: Resumen
fr: Résumé
hi: सारांश
id: Ringkasan
it: Riepilogo
ja: 概要
ms: Ringkasan
th: สรุป
tr: Özet
vi: Tóm tắt
zh_hans: 概要

# reports.creditcard.no_data
source: No Data Found
de: Keine Daten gefunden
es: No se encontraron datos
fr: Aucune donnée trouvée
hi: कोई डेटा नहीं मिला
id: Data Tidak Ditemukan
it: Nessun Dato Trovato
ja: データが見つかりません
ms: Tiada Data Ditemui
th: ไม่พบข้อมูล
tr: Veri Bulunamadı
vi: Không tìm thấy dữ liệu
zh_hans: 未找到数据

# reports.creditcard.no_data_desc
source: No credit card expenses found for the selected date range.
de: Im ausgewählten Datumsbereich wurden keine Kreditkartenausgaben gefunden.
es: No se encontraron gastos de tarjeta de crédito en el rango de fechas seleccionado.
fr: Aucune dépense par carte de crédit trouvée pour la période sélectionnée.
hi: चयनित तिथि सीमा में कोई क्रेडिट कार्ड खर्च नहीं मिला।
id: Tidak ditemukan pengeluaran kartu kredit dalam rentang tanggal yang dipilih.
it: Nessuna spesa con carta di credito trovata nell'intervallo di date selezionato.
ja: 選択した期間にクレジットカードの支出が見つかりませんでした。
ms: Tiada perbelanjaan kad kredit ditemui dalam julat tarikh yang dipilih.
th: ไม่พบการใช้จ่ายผ่านบัตรเครดิตในช่วงวันที่ที่เลือก
tr: Seçilen tarih aralığında kredi kartı harcaması bulunamadı.
vi: Không tìm thấy chi tiêu bằng thẻ tín dụng trong khoảng thời gian đã chọn.
zh_hans: 在选定日期范围内未找到信用卡支出。

# reports.creditcard.total_spending
source: Total Spending
de: Gesamtausgaben
es: Gasto Total
fr: Dépenses totales
hi: कुल खर्च
id: Total Pengeluaran
it: Spesa Totale
ja: 総支出
ms: Jumlah Perbelanjaan
th: การใช้จ่ายทั้งหมด
tr: Toplam Harcama
vi: Tổng chi tiêu
zh_hans: 总支出

# reports.creditcard.active_cards
source: Active Cards
de: Aktive Karten
es: Tarjetas Activas
fr: Cartes actives
hi: सक्रिय कार्ड
id: Kartu Aktif
it: Carte Attive
ja: アクティブなカード
ms: Kad Aktif
th: บัตรที่ใช้งานอยู่
tr: Aktif Kartlar
vi: Thẻ đang hoạt động
zh_hans: 活跃卡片

# reports.creditcard.transactions
source: Transactions
de: Transaktionen
es: Transacciones
hi: लेन-देन
id: Transaksi
it: Transazioni
ja: 取引
ms: Urus Niaga
th: รายการ
tr: İşlemler
vi: Giao dịch
zh_hans: 交易

# reports.creditcard.daily_avg
source: Daily Average
de: Tägl. Durchschnitt
es: Promedio Diario
fr: Moyenne quotidienne
hi: दैनिक औसत
id: Rata-rata Harian
it: Media Giornaliera
ja: 日平均
ms: Purata Harian
th: เฉลี่ยต่อวัน
tr: Günlük Ortalama
vi: Trung bình hàng ngày
zh_hans: 日均

# reports.creditcard.most_used
source: Most Used Card
de: Meistgenutzte
es: Más Usada
fr: La plus utilisée
hi: सबसे अधिक उपयोग किया गया
id: Paling Sering Digunakan
it: Più Usata
ja: 最多利用
ms: Paling Kerap Digunakan
th: ใช้บ่อยที่สุด
tr: En Çok Kullanılan
vi: Sử dụng nhiều nhất
zh_hans: 最常用

# reports.creditcard.limit
source: Limit:
es: Límite:
fr: Limite :
hi: सीमा:
it: Limite:
ja: 限度額:
ms: Had:
th: วงเงิน:
vi: Hạn mức:
zh_hans: 额度:

# reports.creditcard.usage
source: Usage
de: Nutzung
es: Uso
fr: Utilisation
hi: उपयोग
id: Penggunaan
it: Utilizzo
ja: 利用状況
ms: Penggunaan
th: การใช้งาน
tr: Kullanım
vi: Mức sử dụng
zh_hans: 使用情况

# reports.creditcard.hide_metrics
source: Hide Details
de: Details ausblenden
es: Ocultar Métricas
fr: Masquer les détails
hi: मेट्रिक्स छिपाएं
id: Sembunyikan Metrik
it: Nascondi Metriche
ja: 詳細を非表示
ms: Sembunyi Metrik
th: ซ่อนตัวชี้วัด
tr: Detayları Gizle
vi: Ẩn các chỉ số
zh_hans: 隐藏指标

# reports.creditcard.show_metrics
source: Show Details
de: Details anzeigen
es: Mostrar Métricas
fr: Afficher les détails
hi: मेट्रिक्स दिखाएं
id: Tampilkan Metrik
it: Mostra Metriche
ja: 詳細を表示
ms: Tunjuk Metrik
th: แสดงตัวชี้วัด
tr: Detayları Göster
vi: Hiển thị các chỉ số
zh_hans: 显示指标

# reports.creditcard.current_debt
source: Current Debt
de: Aktuelle Schulden
es: Deuda Actual
fr: Dette actuelle
hi: वर्तमान ऋण
id: Utang Saat Ini
it: Debito Corrente
ja: 現在の負債
ms: Hutang Semasa
th: หนี้สินปัจจุบัน
tr: Güncel Borç
vi: Nợ hiện tại
zh_hans: 当前欠款

# reports.creditcard.available
source: Available
de: Verfügbar
es: Disponible
fr: Disponible
hi: उपलब्ध
id: Tersedia
it: Disponibile
ja: 利用可能
ms: Tersedia
th: ใช้ได้
tr: Kullanılabilir
vi: Khả dụng
zh_hans: 可用

# reports.creditcard.highest_day
source: Highest Day
de: Höchster Tag
es: Día de Mayor Gasto
fr: Jour le plus élevé
hi: उच्चतम दिन
id: Hari Tertinggi
it: Giorno con Spesa Massima
ja: 最高支出日
ms: Hari Tertinggi
th: วันที่ใช้จ่ายสูงสุด
tr: En Yüksek Gün
vi: Ngày cao nhất
zh_hans: 最高日

# reports.creditcard.avg_transaction
source: Avg. Transaction
de: Durchschn. Transaktion
es: Trans. Promedio
fr: Trans. moyenne
hi: औसत लेन-देन
id: Rata-rata Transaksi
it: Trans. Media
ja: 平均取引額
ms: Purata Urus Niaga
th: รายการเฉลี่ย
tr: Ort. İşlem
vi: Giao dịch trung bình
zh_hans: 平均交易

# reports.creditcard.category_analysis
source: Category Analysis
de: Kategorienanalyse
es: Análisis por Categoría
fr: Analyse par catégorie
hi: श्रेणी विश्लेषण
id: Analisis Kategori
it: Analisi Categorie
ja: カテゴリー分析
ms: Analisis Kategori
th: การวิเคราะห์หมวดหมู่
tr: Kategori Analizi
vi: Phân tích hạng mục
zh_hans: 类别分析

# reports.creditcard.more_categories
source: +%d more categories
de: +%d weitere Kategorien
es: +%d categorías más
fr: +%d autres catégories
hi: +%d और श्रेणियाँ
id: +%d kategori lainnya
it: +%d altre categorie
ja: 他%dカテゴリー
ms: +%d kategori lagi
th: +%d หมวดหมู่อื่นๆ
tr: +%d kategori daha
vi: +%d hạng mục khác
zh_hans: 还有%d个类别

# reports.creditcard.spending_trend
source: Spending Trend
de: Ausgabentrend
es: Tendencia de Gasto
fr: Tendance des dépenses
hi: खर्च की प्रवृत्ति
id: Tren Pengeluaran
it: Trend di Spesa
ja: 支出トレンド
ms: Aliran Perbelanjaan
th: แนวโน้มการใช้จ่าย
tr: Harcama Trendi
vi: Xu hướng chi tiêu
zh_hans: 支出趋势

# reports.creditcard.daily
source: Daily
de: Täglich
es: Diario
fr: Quotidien
hi: दैनिक
id: Harian
it: Giornaliero
ja: 日次
ms: Harian
th: รายวัน
tr: Günlük
vi: Hàng ngày
zh_hans: 每日

# reports.creditcard.weekly
source: Weekly
de: Wöchentlich
es: Semanal
fr: Hebdomadaire
hi: साप्ताहिक
id: Mingguan
it: Settimanale
ja: 週次
ms: Mingguan
th: รายสัปดาห์
tr: Haftalık
vi: Hàng tuần
zh_hans: 每周

# reports.creditcard.by_category
source: By Category
de: Nach Kategorie
es: Por Categoría
fr: Par catégorie
hi: श्रेणी के अनुसार
id: Berdasarkan Kategori
it: Per Categoria
ja: カテゴリー別
ms: Mengikut Kategori
th: ตามหมวดหมู่
tr: Kategoriye Göre
vi: Theo hạng mục
zh_hans: 按类别

# reports.creditcard.installments
source: Installment Purchases
de: Ratenkäufe
es: Compras a Plazos
fr: Achats à crédit
hi: किस्त खरीद
id: Pembelian Cicilan
it: Acquisti a Rate
ja: 分割払い
ms: Pembelian Ansuran
th: การซื้อแบบผ่อนชำระ
tr: Taksitli Harcamalar
vi: Mua hàng trả góp
zh_hans: 分期消费

# reports.creditcard.installment_count
source: %d installment purchases
de: %d Ratenkäufe
es: %d compras a plazos
fr: %d achats à crédit
hi: %d किस्त खरीद
id: %d pembelian cicilan
it: %d acquisti a rate
ja: %d件の分割払い
ms: %d pembelian ansuran
th: %d รายการผ่อนชำระ
tr: %d taksitli harcama
vi: %d giao dịch mua trả góp
zh_hans: %d笔分期消费

# reports.creditcard.monthly_total
source: Monthly Total
de: Monatssumme
es: Total Mensual
fr: Total mensuel
hi: मासिक कुल
id: Total Bulanan
it: Totale Mensile
ja: 月合計
ms: Jumlah Bulanan
th: ยอดรวมรายเดือน
tr: Aylık Toplam
vi: Tổng cộng hàng tháng
zh_hans: 月度总计

# reports.creditcard.monthly
source: monthly
de: monatlich
es: mensual
fr: mensuel
hi: मासिक
id: bulanan
it: mensile
ja: 月々
ms: bulanan
th: รายเดือน
tr: aylık
vi: hàng tháng
zh_hans: 每月

# reports.creditcard.progress
source: Progress
de: Fortschritt
es: Progreso
fr: Progression
hi: प्रगति
id: Kemajuan
it: Progresso
ja: 進捗
ms: Kemajuan
th: ความคืบหน้า
tr: İlerleme
vi: Tiến độ
zh_hans: 进度

# reports.creditcard.total_amount
source: Total Amount
de: Gesamtbetrag
es: Importe Total
fr: Montant total
hi: कुल राशि
id: Total Jumlah
it: Importo Totale
ja: 総額
ms: Jumlah Keseluruhan
th: จำนวนเงินทั้งหมด
tr: Toplam Tutar
vi: Tổng số tiền
zh_hans: 总金额

# reports.creditcard.remaining
source: Remaining
de: Verbleibend
es: Restante
fr: Restant
hi: शेष
id: Tersisa
it: Rimanente
ja: 残り
ms: Baki
th: คงเหลือ
tr: Kalan
vi: Còn lại
zh_hans: 剩余

# reports.creditcard.card_comparison
source: Card Comparison
de: Kartenvergleich
es: Comparación de Tarjetas
fr: Comparaison de cartes
hi: कार्ड की तुलना
id: Perbandingan Kartu
it: Confronto Carte
ja: カード比較
ms: Perbandingan Kad
th: การเปรียบเทียบบัตร
tr: Kart Karşılaştırması
vi: So sánh thẻ
zh_hans: 卡片对比

# reports.creditcard.detailed_comparison
source: Detailed Comparison
de: Detaillierter Vergleich
es: Comparación Detallada
fr: Comparaison détaillée
hi: विस्तृत तुलना
id: Perbandingan Detail
it: Confronto Dettagliato
ja: 詳細比較
ms: Perbandingan Terperinci
th: การเปรียบเทียบโดยละเอียด
tr: Detaylı Karşılaştırma
vi: So sánh chi tiết
zh_hans: 详细对比

# reports.creditcard.card
source: Card
de: Karte
es: Tarjeta
fr: Carte
hi: कार्ड
id: Kartu
it: Carta
ja: カード
ms: Kad
th: บัตร
tr: Kart
vi: Thẻ
zh_hans: 卡

# reports.creditcard.spending
source: Spending
de: Ausgaben
es: Gasto
fr: Dépenses
hi: खर्च
id: Pengeluaran
it: Spesa
ja: 支出
ms: Perbelanjaan
th: การใช้จ่าย
tr: Harcama
vi: Chi tiêu
zh_hans: 支出

# reports.creditcard.total_distribution
source: Total Distribution
de: Gesamtverteilung
es: Distribución Total
fr: Répartition totale
hi: कुल वितरण
id: Distribusi Total
it: Distribuzione Totale
ja: 全体分布
ms: Agihan Keseluruhan
th: การกระจายทั้งหมด
tr: Toplam Dağılım
vi: Tổng phân bổ
zh_hans: 总分布

# reports.creditcard.category_summary
source: Category Summary
de: Kategorienübersicht
es: Resumen de Categorías
fr: Résumé par catégorie
hi: श्रेणी सारांश
id: Ringkasan Kategori
it: Riepilogo Categorie
ja: カテゴリー概要
ms: Ringkasan Kategori
th: สรุปหมวดหมู่
tr: Kategori Özeti
vi: Tóm tắt hạng mục
zh_hans: 类别概要

# reports.creditcard.no_categories
source: No category data available
de: Keine Kategoriendaten gefunden
es: No se encontraron datos de categorías
fr: Aucune donnée de catégorie trouvée
hi: कोई श्रेणी डेटा नहीं मिला
id: Data kategori tidak ditemukan
it: Nessun dato di categoria trovato
ja: カテゴリーデータがありません
ms: Tiada data kategori ditemui
th: ไม่พบข้อมูลหมวดหมู่
tr: Kategori verisi bulunamadı
vi: Không tìm thấy dữ liệu hạng mục
zh_hans: 未找到类别数据

# reports.creditcard.daily_averages
source: Daily Averages
de: Tagesdurchschnitte
es: Promedios Diarios
fr: Moyennes quotidiennes
hi: दैनिक औसत
id: Rata-rata Harian
it: Medie Giornaliere
ja: 日平均
ms: Purata Harian
th: ค่าเฉลี่ยรายวัน
tr: Günlük Ortalamalar
vi: Trung bình hàng ngày
zh_hans: 日均值

# alert.no_eligible_account.title
source: No Eligible Account
de: Kein passendes Konto
es: No hay Cuenta Elegible
fr: Aucun compte éligible
hi: कोई योग्य खाता नहीं
id: Tidak Ada Akun yang Memenuhi Syarat
it: Nessun Conto Idoneo
ja: 適切な口座がありません
ms: Tiada Akaun yang Layak
th: ไม่มีบัญชีที่เหมาะสม
tr: Uygun Hesap Yok
vi: Không có tài khoản đủ điều kiện
zh_hans: 没有合适的账户

# alert.no_eligible_account.message
source: To delete this account, you must first create another Wallet/Credit Card account to transfer its transactions to.
de: Um dieses Konto zu löschen, müssen Sie zuerst ein anderes Brieftaschen- oder Kreditkartenkonto erstellen, auf das die Transaktionen übertragen werden können.
es: Para eliminar esta cuenta, primero debes crear otra cuenta de Cartera o Tarjeta de Crédito a la que transferir sus transacciones.
fr: Pour supprimer ce compte, vous devez d'abord créer un autre compte Portefeuille ou Carte de crédit sur lequel transférer ses transactions.
hi: इस खाते को हटाने के लिए, आपको पहले एक और बटुआ या क्रेडिट कार्ड खाता बनाना होगा जिसमें इसके लेन-देन को स्थानांतरित किया जा सके।
id: Untuk menghapus akun ini, Anda harus terlebih dahulu membuat akun Dompet atau Kartu Kredit lain untuk mentransfer transaksinya.
it: Per eliminare questo conto, devi prima creare un altro conto Portafoglio o Carta di Credito su cui trasferire le sue transazioni.
ja: この口座を削除するには、まず取引を移行できる別のウォレットまたはクレジットカード口座を作成する必要があります。
ms: Untuk memadam akaun ini, anda mesti terlebih dahulu mencipta akaun Dompet atau Kad Kredit lain untuk memindahkan urus niaganya.
th: ในการลบบัญชีนี้ คุณต้องสร้างบัญชีกระเป๋าเงินหรือบัตรเครดิตอื่นก่อนเพื่อโอนรายการไป
tr: Bu hesabı silebilmek için önce işlemlerini aktarabileceğiniz başka bir Cüzdan veya Kredi Kartı hesabı oluşturmalısınız.
vi: Để xóa tài khoản này, trước tiên bạn phải tạo một tài khoản Ví hoặc Thẻ tín dụng khác để chuyển các giao dịch của nó sang.
zh_hans: 要删除此账户，您必须先创建另一个钱包或信用卡账户来转移其交易。

# transfer_transactions.title
source: Transfer Transactions & Delete
de: Transaktionen übertragen & löschen
es: Transferir Transacciones y Eliminar
fr: Transférer les transactions et supprimer
hi: लेन-देन स्थानांतरित करें और हटाएं
id: Transfer Transaksi & Hapus
it: Trasferisci Transazioni ed Elimina
ja: 取引を移行して削除
ms: Pindah Urus Niaga & Padam
th: โอนรายการและลบ
tr: İşlemleri Aktar ve Sil
vi: Chuyển giao dịch & Xóa
zh_hans: 转移交易并删除

# transfer_transactions.message_format
source: You are about to delete the '%@' account, which has %d transactions. Please select a new account to move these transactions to.
de: Sie sind im Begriff, das Konto '%@' zu löschen. Es gibt %d Transaktionen, die zu diesem Konto gehören. Bitte wählen Sie ein neues Konto aus, auf das diese Transaktionen übertragen werden sollen.
es: Estás a punto de eliminar la cuenta '%@'. Esta cuenta tiene %d transacciones. Por favor, selecciona una nueva cuenta a la que transferir estas transacciones.
fr: Vous êtes sur le point de supprimer le compte '%@'. Ce compte contient %d transactions. Veuillez sélectionner un nouveau compte vers lequel transférer ces transactions.
hi: आप खाता '%@' हटाने वाले हैं। इस खाते में %d लेन-देन हैं। कृपया इन लेन-देनों को स्थानांतरित करने के लिए एक नया खाता चुनें।
id: Anda akan menghapus akun '%@'. Akun ini memiliki %d transaksi. Silakan pilih akun baru untuk mentransfer transaksi ini.
it: Stai per eliminare il conto '%@'. Questo conto ha %d transazioni. Seleziona un nuovo conto su cui trasferire queste transazioni.
ja: 口座「%@」を削除しようとしています。この口座には%d件の取引があります。これらの取引を移行する新しい口座を選択してください。
ms: Anda akan memadam akaun '%@'. Akaun ini mempunyai %d urus niaga. Sila pilih akaun baru untuk memindahkan urus niaga ini.
th: คุณกำลังจะลบบัญชี '%@' บัญชีนี้มี %d รายการ กรุณาเลือกบัญชีใหม่เพื่อโอนรายการเหล่านี้ไป
tr: '%@' hesabını silmek üzeresiniz. Bu hesaba ait %d adet işlem bulunmaktadır. Lütfen bu işlemlerin aktarılacağı yeni bir hesap seçin.
vi: Bạn sắp xóa tài khoản '%@'. Tài khoản này có %d giao dịch. Vui lòng chọn một tài khoản mới để chuyển các giao dịch này sang.
zh_hans: 您即将删除账户“%@”。此账户有%d笔交易。请选择一个新账户来转移这些交易。

# transfer_transactions.confirm_button
source: Transfer & Delete
de: Übertragen & Löschen
es: Transferir y Eliminar
fr: Transférer et supprimer
hi: स्थानांतरित करें और हटाएं
id: Transfer & Hapus
it: Trasferisci ed Elimina
ja: 移行して削除
ms: Pindah & Padam
th: โอนและลบ
tr: Aktar ve Sil
vi: Chuyển & Xóa
zh_hans: 转移并删除

# alert.no_eligible_wallet.title
source: No Eligible Wallet Found
de: Keine passende Brieftasche gefunden
es: No se encontró Cartera Elegible
fr: Aucun portefeuille éligible trouvé
hi: कोई योग्य बटुआ नहीं मिला
id: Dompet yang Memenuhi Syarat Tidak Ditemukan
it: Nessun Portafoglio Idoneo Trovato
ja: 適切なウォレットがありません
ms: Tiada Dompet yang Layak Ditemui
th: ไม่พบกระเป๋าเงินที่เหมาะสม
tr: Uygun Cüzdan Bulunamadı
vi: Không tìm thấy ví đủ điều kiện
zh_hans: 未找到合适的钱包

# alert.no_eligible_wallet.message
source: The account you want to delete contains income transactions. To transfer these transactions, you must first create another 'Wallet' type account.
de: Das zu löschende Konto enthält Einnahmetransaktionen. Um diese Transaktionen zu übertragen, müssen Sie zuerst ein anderes Konto vom Typ 'Brieftasche' erstellen.
es: La cuenta que quieres eliminar contiene transacciones de ingresos. Para transferir estas transacciones, primero debes crear otra cuenta de tipo 'Cartera'.
fr: Le compte que vous souhaitez supprimer contient des transactions de revenus. Pour transférer ces transactions, vous devez d'abord créer un autre compte de type 'Portefeuille'.
hi: आप जिस खाते को हटाना चाहते हैं, उसमें आय लेन-देन हैं। इन लेन-देनों को स्थानांतरित करने के लिए, आपको पहले एक और 'बटुआ' प्रकार का खाता बनाना होगा।
id: Akun yang ingin Anda hapus berisi transaksi pemasukan. Untuk mentransfer transaksi ini, Anda harus terlebih dahulu membuat akun tipe 'Dompet' lain.
it: Il conto che vuoi eliminare contiene transazioni di entrata. Per trasferire queste transazioni, devi prima creare un altro conto di tipo 'Portafoglio'.
ja: 削除したい口座には収入取引が含まれています。これらの取引を移行するには、まず別の「ウォレット」タイプの口座を作成する必要があります。
ms: Akaun yang ingin anda padam mengandungi urus niaga pendapatan. Untuk memindahkan urus niaga ini, anda mesti terlebih dahulu mencipta akaun jenis 'Dompet' yang lain.
th: บัญชีที่คุณต้องการลบมีรายการรายรับอยู่ หากต้องการโอนรายการเหล่านี้ คุณต้องสร้างบัญชีประเภท 'กระเป๋าเงิน' อื่นก่อน
tr: Silmek istediğiniz hesap gelir işlemleri içeriyor. Bu işlemleri aktarabilmek için önce başka bir 'Cüzdan' tipi hesap oluşturmalısınız.
vi: Tài khoản bạn muốn xóa có chứa các giao dịch thu nhập. Để chuyển các giao dịch này, trước tiên bạn phải tạo một tài khoản loại 'Ví' khác.
zh_hans: 您要删除的账户包含收入交易。要转移这些交易，您必须先创建另一个“钱包”类型的账户。

# loan_report.no_data
source: No loan data found
de: Keine Kreditdaten gefunden
es: No se encontraron datos de préstamos
fr: Aucune donnée de prêt trouvée
hi: कोई ऋण डेटा नहीं मिला
id: Data pinjaman tidak ditemukan
it: Nessun dato sui prestiti trovato
ja: ローンデータが見つかりません
ms: Tiada data pinjaman ditemui
th: ไม่พบข้อมูลเงินกู้
tr: Kredi verisi bulunamadı
vi: Không tìm thấy dữ liệu khoản vay
zh_hans: 未找到贷款数据

# loan_report.no_data_desc
source: No loan installments found in the selected date range.
de: Im ausgewählten Datumsbereich wurden keine Kreditraten gefunden.
es: No se encontraron cuotas de préstamo en el rango de fechas seleccionado.
fr: Aucune mensualité de prêt trouvée pour la plage de dates sélectionnée.
hi: चयनित तिथि सीमा में कोई ऋण किस्त नहीं मिली।
id: Tidak ditemukan cicilan pinjaman dalam rentang tanggal yang dipilih.
it: Nessuna rata di prestito trovata nell'intervallo di date selezionato.
ja: 選択した期間にローンの返済が見つかりませんでした。
ms: Tiada ansuran pinjaman ditemui dalam julat tarikh yang dipilih.
th: ไม่พบการผ่อนชำระเงินกู้ในช่วงวันที่ที่เลือก
tr: Seçilen tarih aralığında kredi taksiti bulunamadı.
vi: Không tìm thấy khoản trả góp nào trong khoảng thời gian đã chọn.
zh_hans: 在选定日期范围内未找到贷款分期。

# loan_report.view.summary
source: Summary
de: Übersicht
es: Resumen
fr: Résumé
hi: सारांश
id: Ringkasan
it: Riepilogo
ja: 概要
ms: Ringkasan
th: สรุป
tr: Özet
vi: Tóm tắt
zh_hans: 概要

# loan_report.view.detail
source: Details
es: Detalles
fr: Détails
hi: विवरण
id: Detail
it: Dettagli
ja: 詳細
ms: Butiran
th: รายละเอียด
tr: Detaylar
vi: Chi tiết
zh_hans: 详情
