Repository: tturanmustafa/Walleo
Catalog: Walleo/UI/Resources/*.lproj/Localizable.strings
Languages: de, es, fr, hi, id, it, ja, ms, th, tr, vi, zh_hans

# currency.name.USD
source: US Dollar
es: Dólar estadounidense
fr: Dollar américain
hi: अमेरिकी डॉलर
id: Dolar Amerika Serikat
it: Dollaro Statunitense
ja: 米ドル
ms: Dolar AS
th: ดอลลาร์สหรัฐ
tr: ABD Doları
vi: Đô la Mỹ
zh_hans: 美元

# currency.name.EUR
source: Euro
hi: यूरो
ja: ユーロ
th: ยูโร
zh_hans: 欧元

# currency.name.GBP
source: British Pound
de: Britisches Pfund
es: Libra esterlina
fr: Livre sterling
hi: ब्रिटिश पाउंड
id: Poundsterling Inggris
it: Sterlina Britannica
ja: 英ポンド
ms: Paun British
th: ปอนด์สเตอร์ลิง
tr: İngiliz Sterlini
vi: Bảng Anh
zh_hans: 英镑

# currency.name.JPY
source: Japanese Yen
de: Japanischer Yen
es: Yen japonés
fr: Yen japonais
hi: जापानी येन
id: Yen Jepang
it: Yen Giapponese
ja: 日本円
ms: Yen Jepun
th: เยนญี่ปุ่น
tr: Japon Yeni
vi: Yên Nhật
zh_hans: 日元

# currency.name.CAD
source: Canadian Dollar
de: Kanadischer Dollar
es: Dólar canadiense
fr: Dollar canadien
hi: कनाडाई डॉलर
id: Dolar Kanada
it: Dollaro Canadese
ja: カナダドル
ms: Dolar Kanada
th: ดอลลาร์แคนาดา
tr: Kanada Doları
vi: Đô la Canada
zh_hans: 加拿大元

# currency.name.AUD
source: Australian Dollar
de: Australischer Dollar
es: Dólar australiano
fr: Dollar australien
hi: ऑस्ट्रेलियाई डॉलर
id: Dolar Australia
it: Dollaro Australiano
ja: オーストラリアドル
ms: Dolar Australia
th: ดอลลาร์ออสเตรเลีย
tr: Avustralya Doları
vi: Đô la Úc
zh_hans: 澳大利亚元

# currency.name.CHF
source: Swiss Franc
de: Schweizer Franken
es: Franco suizo
fr: Franc suisse
hi: स्विस फ्रैंक
id: Franc Swiss
it: Franco Svizzero
ja: スイスフラン
ms: Franc Switzerland
th: ฟรังก์สวิส
tr: İsviçre Frangı
vi: Franc Thụy Sĩ
zh_hans: 瑞士法郎

# currency.name.CNY
source: Chinese Yuan
de: Chinesischer Yuan
es: Yuan chino
fr: Yuan chinois
hi: चीनी युआन
id: Yuan Tiongkok
it: Yuan Cinese
ja: 中国人民元
ms: Yuan China
th: หยวนจีน
tr: Çin Yuanı
vi: Nhân dân tệ Trung Quốc
zh_hans: 人民币

# currency.name.SEK
source: Swedish Krona
de: Schwedische Krone
es: Corona sueca
fr: Couronne suédoise
hi: स्वीडिश क्रोना
id: Krona Swedia
it: Corona Svedese
ja: スウェーデンクローナ
ms: Krona Sweden
th: โครนาสวีเดน
tr: İsveç Kronu
vi: Krona Thụy Điển
zh_hans: 瑞典克朗

# currency.name.NOK
source: Norwegian Krone
de: Norwegische Krone
es: Corona noruega
fr: Couronne norvégienne
hi: नॉर्वेजियन क्रोन
id: Krone Norwegia
it: Corona Norvegese
ja: ノルウェークローネ
ms: Krone Norway
th: โครนนอร์เวย์
tr: Norveç Kronu
vi: Krone Na Uy
zh_hans: 挪威克朗

# currency.name.RUB
source: Russian Ruble
de: Russischer Rubel
es: Rublo ruso
fr: Rouble russe
hi: रूसी रूबल
id: Rubel Rusia
it: Rublo Russo
ja: ロシアルーブル
ms: Rubel Rusia
th: รูเบิลรัสเซีย
tr: Rus Rublesi
vi: Rúp Nga
zh_hans: 俄罗斯卢布

# currency.name.INR
source: Indian Rupee
de: Indische Rupie
es: Rupia india
fr: Roupie indienne
hi: भारतीय रुपया
id: Rupee India
it: Rupia Indiana
ja: インドルピー
ms: Rupee India
th: รูปีอินเดีย
tr: Hindistan Rupisi
vi: Rupee Ấn Độ
zh_hans: 印度卢比

# currency.name.BRL
source: Brazilian Real
de: Brasilianischer Real
es: Real brasileño
fr: Réal brésilien
hi: ब्राज़ीलियाई रियल
id: Real Brasil
it: Real Brasiliano
ja: ブラジルレアル
ms: Real Brazil
th: เรียลบราซิล
tr: Brezilya Reali
vi: Real Brazil
zh_hans: 巴西雷亚尔

# currency.name.ZAR
source: South African Rand
de: Südafrikanischer Rand
es: Rand sudafricano
fr: Rand sud-africain
hi: दक्षिण अफ़्रीकी रैंड
id: Rand Afrika Selatan
it: Rand Sudafricano
ja: 南アフリカランド
ms: Rand Afrika Selatan
th: แรนด์แอฟริกาใต้
tr: Güney Afrika Randı
vi: Rand Nam Phi
zh_hans: 南非兰特

# currency.name.AED
source: UAE Dirham
de: VAE-Dirham
es: Dírham de los EAU
fr: Dirham des ÉAU
hi: संयुक्त अरब अमीरात दिरहम
id: Dirham UEA
it: Dirham degli EAU
ja: UAEディルハム
ms: Dirham UAE
th: ดีแรห์มสหรัฐอาหรับเอมิเรตส์
tr: BAE Dirhemi
vi: Dirham UAE
zh_hans: 阿联酋迪拉姆

# currency.name.SAR
source: Saudi Riyal
de: Saudi-Rial
es: Riyal saudí
fr: Riyal saoudien
hi: सऊदी रियाल
id: Riyal Arab Saudi
it: Riyal Saudita
ja: サウジアラビアリヤル
ms: Riyal Arab Saudi
th: ริยัลซาอุดีอาระเบีย
tr: Suudi Arabistan Riyali
vi: Riyal Ả Rập Xê Út
zh_hans: 沙特里亚尔

# currency.name.KRW
source: South Korean Won
de: Südkoreanischer Won
es: Won surcoreano
fr: Won sud-coréen
hi: दक्षिण कोरियाई वॉन
id: Won Korea Selatan
it: Won Sudcoreano
ja: 韓国ウォン
ms: Won Korea Selatan
th: วอนเกาหลีใต้
tr: Güney Kore Wonu
vi: Won Hàn Quốc
zh_hans: 韩元

# currency.name.SGD
source: Singapore Dollar
de: Singapur-Dollar
es: Dólar de Singapur
fr: Dollar de Singapour
hi: सिंगापुर डॉलर
id: Dolar Singapura
it: Dollaro di Singapore
ja: シンガポールドル
ms: Dolar Singapura
th: ดอลลาร์สิงคโปร์
tr: Singapur Doları
vi: Đô la Singapore
zh_hans: 新加坡元

# currency.name.IDR
source: Indonesian Rupiah
de: Indonesische Rupiah
es: Rupia indonesia
fr: Roupie indonésienne
hi: इंडोनेशियाई रुपिया
id: Rupiah Indonesia
it: Rupia Indonesiana
ja: インドネシアルピア
ms: Rupiah Indonesia
th: รูเปียห์อินโดนีเซีย
tr: Endonezya Rupisi
vi: Rupiah Indonesia
zh_hans: 印尼盾

# currency.name.VND
source: Vietnamese Dong
de: Vietnamesischer Dong
es: Dong vietnamita
fr: Đồng vietnamien
hi: वियतनामी डोंग
id: Dong Vietnam
it: Dong Vietnamita
ja: ベトナムドン
ms: Dong Vietnam
th: ดงเวียดนาม
tr: Vietnam Dongu
vi: Đồng Việt Nam
zh_hans: 越南盾

# currency.name.THB
source: Thai Baht
de: Thailändischer Baht
es: Baht tailandés
fr: Baht thaïlandais
hi: थाई बहत
id: Baht Thailand
it: Baht Tailandese
ja: タイバーツ
ms: Baht Thai
th: บาทไทย
tr: Tayland Bahtı
vi: Baht Thái Lan
zh_hans: 泰铢

# currency.name.MYR
source: Malaysian Ringgit
de: Malaysischer Ringgit
es: Ringgit malayo
fr: Ringgit malaisien
hi: मलेशियाई रिंगित
id: Ringgit Malaysia
it: Ringgit Malese
ja: マレーシアリンギット
ms: Ringgit Malaysia
th: ริงกิตมาเลเซีย
tr: Malezya Ringgiti
vi: Ringgit Malaysia
zh_hans: 马来西亚林吉特

# settings.section.data_management
source: Data Management
de: Datenverwaltung
es: Gestión de Datos
fr: Gestion des données
hi: डेटा प्रबंधन
id: Manajemen Data
it: Gestione Dati
ja: データ管理
ms: Pengurusan Data
th: การจัดการข้อมูล
tr: Veri Yönetimi
vi: Quản lý dữ liệu
zh_hans: 数据管理

# settings.data.export
source: Export Data (.csv)
de: Daten exportieren (.csv)
es: Exportar Datos (.csv)
fr: Exporter les données (.csv)
hi: डेटा निर्यात करें (.csv)
id: Ekspor Data (.csv)
it: Esporta Dati (.csv)
ja: データをエクスポート (.csv)
ms: Eksport Data (.csv)
th: ส่งออกข้อมูล (.csv)
tr: Verileri Dışa Aktar (.csv)
vi: Xuất dữ liệu (.csv)
zh_hans: 导出数据 (.csv)

# settings.data.exporting
source: Exporting...
de: Exportiere...
es: Exportando...
fr: Exportation...
hi: निर्यात हो रहा है...
id: Mengekspor...
it: Esportazione...
ja: エクスポート中...
ms: Mengeksport...
th: กำลังส่งออก...
tr: Dışa Aktarılıyor...
vi: Đang xuất...
zh_hans: 导出中...

# settings.language_change.title
source: Change Language
de: Sprache ändern
es: Cambiar Idioma
fr: Changer de langue
hi: भाषा बदलें
id: Ubah Bahasa
it: Cambia Lingua
ja: 言語を変更
ms: Tukar Bahasa
th: เปลี่ยนภาษา
tr: Dil Değiştir
vi: Thay đổi ngôn ngữ
zh_hans: 更改语言

# settings.language_change.message
source: To change the language setting, the application needs to be restarted. Do you want to continue?
de: Um die Spracheinstellung zu ändern, muss die Anwendung neu gestartet werden. Fortfahren?
es: Para cambiar el idioma, la aplicación debe reiniciarse. ¿Continuar?
fr: Pour changer la langue, l'application doit redémarrer. Continuer ?
hi: भाषा सेटिंग बदलने के लिए ऐप को पुनरारंभ करना आवश्यक है। क्या आप जारी रखना चाहते हैं?
id: Mengubah pengaturan bahasa memerlukan mulai ulang aplikasi. Lanjutkan?
it: Per cambiare la lingua, è necessario riavviare l'applicazione. Continuare?
ja: 言語設定を変更するには、アプリの再起動が必要です。続行しますか？
ms: Menukar tetapan bahasa memerlukan aplikasi dimulakan semula. Teruskan?
th: การเปลี่ยนภาษาจำเป็นต้องรีสตาร์ทแอปพลิเคชัน ต้องการดำเนินการต่อหรือไม่?
tr: Dil ayarını değiştirmek için uygulamanın yeniden başlatılması gerekir. Devam edilsin mi?
vi: Để thay đổi cài đặt ngôn ngữ, ứng dụng cần phải khởi động lại. Bạn có muốn tiếp tục không?
zh_hans: 更改语言设置需要重启应用。要继续吗？

# settings.language_change.restart_button
source: Restart
de: Neu starten
es: Reiniciar
fr: Redémarrer
hi: पुनरारंभ करें
id: Mulai Ulang
it: Riavvia
ja: 再起動
ms: Mula Semula
th: รีสตาร์ท
tr: Yeniden Başlat
vi: Khởi động lại
zh_hans: 重启

# alert.delete_confirmation.title
source: Confirm Deletion
de: Löschbestätigung
es: Confirmar Eliminación
fr: Confirmation de suppression
hi: हटाने की पुष्टि करें
id: Konfirmasi Penghapusan
it: Conferma Eliminazione
ja: 削除の確認
ms: Sahkan Pemadaman
th: ยืนยันการลบ
tr: Silme Onayı
vi: Xác nhận xóa
zh_hans: 确认删除

# alert.delete_wallet.message_format
source: Are you sure you want to permanently delete the wallet/account named '%@'? Transactions linked to this account will not be deleted, their account association will simply be removed.
de: Sind Sie sicher, dass Sie die Brieftasche/das Konto '%@' endgültig löschen möchten? Transaktionen, die mit diesem Konto verknüpft sind, werden nicht gelöscht, nur die Kontoverknüpfung wird aufgehoben.
es: ¿Estás seguro de que quieres eliminar permanentemente la cartera/cuenta '%@'? Las transacciones asociadas no se eliminarán, solo se desvincularán de la cuenta.
fr: Êtes-vous sûr de vouloir supprimer définitivement le portefeuille/compte '%@' ? Les transactions associées ne seront pas supprimées, seule leur liaison au compte sera rompue.
hi: क्या आप निश्चित रूप से बटुए/खाते '%@' को स्थायी रूप से हटाना चाहते हैं? इस खाते से जुड़े लेन-देन नहीं हटाए जाएंगे, केवल खाता लिंक हटा दिया जाएगा।
id: Apakah Anda yakin ingin menghapus dompet/akun '%@' secara permanen? Transaksi yang terkait dengan akun ini tidak akan dihapus, hanya tautan akunnya yang akan dihapus.
it: Sei sicuro di voler eliminare permanentemente il portafoglio/conto '%@'? Le transazioni associate non verranno eliminate, verrà rimosso solo il collegamento al conto.
ja: ウォレット/口座「%@」を完全に削除してもよろしいですか？この口座に関連する取引は削除されず、口座の関連付けのみが解除されます。
ms: Adakah anda pasti ingin memadam dompet/akaun '%@' secara kekal? Urus niaga yang berkaitan dengan akaun ini tidak akan dipadam, hanya pautan akaun akan dialih keluar.
th: คุณแน่ใจหรือไม่ว่าต้องการลบกระเป๋าเงิน/บัญชี '%@' อย่างถาวร? รายการที่เกี่ยวข้องกับบัญชีนี้จะไม่ถูกลบ แต่จะยกเลิกการเชื่อมโยงบัญชีเท่านั้น
tr: '%@' adlı cüzdan/hesabı kalıcı olarak silmek istediğinizden emin misiniz? Bu hesaba bağlı işlemler silinmeyecek, sadece hesap bağlantıları kaldırılacaktır.
vi: Bạn có chắc chắn muốn xóa vĩnh viễn ví/tài khoản '%@' không? Các giao dịch liên quan đến tài khoản này sẽ không bị xóa, chỉ có liên kết tài khoản sẽ bị xóa.
zh_hans: 您确定要永久删除钱包/账户“%@”吗？与此账户关联的交易将不会被删除，仅会解除账户链接。

# alert.delete_credit_card.message_format
source: Are you sure you want to permanently delete the credit card named '%@'? Transactions linked to this card will not be deleted, their account association will simply be removed.
de: Sind Sie sicher, dass Sie die Kreditkarte '%@' endgültig löschen möchten? Transaktionen, die mit diesem Konto verknüpft sind, werden nicht gelöscht, nur die Kontoverknüpfung wird aufgehoben.
es: ¿Estás seguro de que quieres eliminar permanentemente la tarjeta de crédito '%@'? Las transacciones asociadas no se eliminarán, solo se desvincularán de la cuenta.
fr: Êtes-vous sûr de vouloir supprimer définitivement la carte de crédit '%@' ? Les transactions associées ne seront pas supprimées, seule leur liaison au compte sera rompue.
hi: क्या आप निश्चित रूप से क्रेडिट कार्ड '%@' को स्थायी रूप से हटाना चाहते हैं? इस खाते से जुड़े लेन-देन नहीं हटाए जाएंगे, केवल खाता लिंक हटा दिया जाएगा।
id: Apakah Anda yakin ingin menghapus kartu kredit '%@' secara permanen? Transaksi yang terkait dengan akun ini tidak akan dihapus, hanya tautan akunnya yang akan dihapus.
it: Sei sicuro di voler eliminare permanentemente la carta di credito '%@'? Le transazioni associate non verranno eliminate, verrà rimosso solo il collegamento al conto.
ja: クレジットカード「%@」を完全に削除してもよろしいですか？このカードに関連する取引は削除されず、口座の関連付けのみが解除されます。
ms: Adakah anda pasti ingin memadam kad kredit '%@' secara kekal? Urus niaga yang berkaitan dengan akaun ini tidak akan dipadam, hanya pautan akaun akan dialih keluar.
th: คุณแน่ใจหรือไม่ว่าต้องการลบบัตรเครดิต '%@' อย่างถาวร? รายการที่เกี่ยวข้องกับบัญชีนี้จะไม่ถูกลบ แต่จะยกเลิกการเชื่อมโยงบัญชีเท่านั้น
tr: '%@' adlı kredi kartını kalıcı olarak silmek istediğinizden emin misiniz? Bu hesaba bağlı işlemler silinmeyecek, sadece hesap bağlantıları kaldırılacaktır.
vi: Bạn có chắc chắn muốn xóa vĩnh viễn thẻ tín dụng '%@' không? Các giao dịch liên quan đến tài khoản này sẽ không bị xóa, chỉ có liên kết tài khoản sẽ bị xóa.
zh_hans: 您确定要永久删除信用卡“%@”吗？与此账户关联的交易将不会被删除，仅会解除账户链接。

# alert.delete_loan.message_format
source: Are you sure you want to permanently delete the loan named '%@' and its installment plan? This action cannot be undone.
de: Sind Sie sicher, dass Sie den Kredit '%@' und den zugehörigen Ratenplan endgültig löschen möchten? Dieser Vorgang kann nicht rückgängig gemacht werden.
es: ¿Estás seguro de que quieres eliminar permanentemente el préstamo '%@' y su plan de cuotas? Esta acción es irreversible.
fr: Êtes-vous sûr de vouloir supprimer définitivement le prêt '%@' et son plan de mensualités ? Cette action est irréversible.
hi: क्या आप निश्चित रूप से ऋण '%@' और उसकी किस्त योजना को स्थायी रूप से हटाना चाहते हैं? यह क्रिया पूर्ववत नहीं की जा सकती है।
id: Apakah Anda yakin ingin menghapus pinjaman '%@' dan rencana cicilannya secara permanen? Tindakan ini tidak dapat dibatalkan.
it: Sei sicuro di voler eliminare permanentemente il prestito '%@' e il relativo piano rateale? Questa azione è irreversibile.
ja: ローン「%@」と返済計画を完全に削除してもよろしいですか？この操作は元に戻せません。
ms: Adakah anda pasti ingin memadam pinjaman '%@' dan pelan ansurannya secara kekal? Tindakan ini tidak boleh dibatalkan.
th: คุณแน่ใจหรือไม่ว่าต้องการลบเงินกู้ '%@' และแผนการผ่อนชำระอย่างถาวร? การกระทำนี้ไม่สามารถย้อนกลับได้
tr: '%@' adlı krediyi ve taksit planını kalıcı olarak silmek istediğinizden emin misiniz? Bu işlem geri alınamaz.
vi: Bạn có chắc chắn muốn xóa vĩnh viễn khoản vay '%@' và kế hoạch trả góp của nó không? Hành động này không thể hoàn tác.
zh_hans: 您确定要永久删除贷款“%@”及其还款计划吗？此操作无法撤销。

# alert.delete_category.message_format
source: Are you sure you want to delete the category named '%@'? The category for its transactions will be removed.
de: Sind Sie sicher, dass Sie die Kategorie '%@' löschen möchten? Die Kategorie wird von allen zugehörigen Transaktionen entfernt.
es: ¿Estás seguro de que quieres eliminar la categoría '%@'? La categoría se eliminará de todas las transacciones asociadas.
fr: Êtes-vous sûr de vouloir supprimer la catégorie '%@' ? La catégorie sera retirée de toutes les transactions associées.
hi: क्या आप निश्चित रूप से श्रेणी '%@' को हटाना चाहते हैं? इस श्रेणी से संबंधित लेन-देनों से श्रेणी हटा दी जाएगी।
id: Apakah Anda yakin ingin menghapus kategori '%@'? Kategori ini akan dihapus dari semua transaksi terkait.
it: Sei sicuro di voler eliminare la categoria '%@'? La categoria verrà rimossa da tutte le transazioni associate.
ja: カテゴリー「%@」を削除してもよろしいですか？関連する取引からこのカテゴリーが削除されます。
ms: Adakah anda pasti ingin memadam kategori '%@'? Kategori ini akan dialih keluar daripada semua urus niaga yang berkaitan.
th: คุณแน่ใจหรือไม่ว่าต้องการลบหมวดหมู่ '%@'? หมวดหมู่นี้จะถูกลบออกจากรายการที่เกี่ยวข้องทั้งหมด
tr: '%@' adlı kategoriyi silmek istediğinizden emin misiniz? Bu kategoriye ait işlemlerin kategorisi kaldırılacaktır.
vi: Bạn có chắc chắn muốn xóa hạng mục '%@' không? Hạng mục này sẽ bị xóa khỏi tất cả các giao dịch liên quan.
zh_hans: 您确定要删除类别“%@”吗？此类别将从所有相关交易中移除。

# alert.delete_transaction.message
source: Are you sure you want to permanently delete this transaction?
de: Sind Sie sicher, dass Sie diese Transaktion endgültig löschen möchten?
es: ¿Estás seguro de que quieres eliminar permanentemente esta transacción?
fr: Êtes-vous sûr de vouloir supprimer définitivement cette transaction ?
hi: क्या आप निश्चित रूप से इस लेन-देन को स्थायी रूप से हटाना चाहते हैं?
id: Apakah Anda yakin ingin menghapus transaksi ini secara permanen?
it: Sei sicuro di voler eliminare permanentemente questa transazione?
ja: この取引を完全に削除してもよろしいですか？
ms: Adakah anda pasti ingin memadam urus niaga ini secara kekal?
th: คุณแน่ใจหรือไม่ว่าต้องการลบรายการนี้อย่างถาวร?
tr: Bu işlemi kalıcı olarak silmek istediğinizden emin misiniz?
vi: Bạn có chắc chắn muốn xóa vĩnh viễn giao dịch này không?
zh_hans: 您确定要永久删除此交易吗？

# alert.delete_all_notifications.title
source: Delete All
de: Alle löschen
es: Eliminar Todo
fr: Tout supprimer
hi: सभी हटाएं
id: Hapus Semua
it: Elimina Tutto
ja: すべて削除
ms: Padam Semua
th: ลบทั้งหมด
tr: Tümünü Sil
vi: Xóa tất cả
zh_hans: 全部删除

# alert.delete_all_notifications.message
source: Are you sure you want to permanently delete all notifications?
de: Sind Sie sicher, dass Sie alle Benachrichtigungen endgültig löschen möchten?
es: ¿Estás seguro de que quieres eliminar permanentemente todas las notificaciones?
fr: Êtes-vous sûr de vouloir supprimer définitivement toutes les notifications ?
hi: क्या आप निश्चित रूप से सभी सूचनाओं को स्थायी रूप से हटाना चाहते हैं?
id: Apakah Anda yakin ingin menghapus semua notifikasi secara permanen?
it: Sei sicuro di voler eliminare permanentemente tutte le notifiche?
ja: すべての通知を完全に削除してもよろしいですか？
ms: Adakah anda pasti ingin memadam semua pemberitahuan secara kekal?
th: คุณแน่ใจหรือไม่ว่าต้องการลบการแจ้งเตือนทั้งหมดอย่างถาวร?
tr: Tüm bildirimleri kalıcı olarak silmek istediğinizden emin misiniz?
vi: Bạn có chắc chắn muốn xóa vĩnh viễn tất cả thông báo không?
zh_hans: 您确定要永久删除所有通知吗？

# button.add_account
source: Add Account
de: Konto hinzufügen
es: Añadir Cuenta
fr: Ajouter un compte
hi: खाता जोड़ें
id: Tambah Akun
it: Aggiungi Conto
ja: 口座を追加
ms: Tambah Akaun
th: เพิ่มบัญชี
tr: Hesap Ekle
vi: Thêm tài khoản
zh_hans: 添加账户

# button.add_budget
source: Add Budget
de: Budget hinzufügen
es: Añadir Presupuesto
fr: Ajouter un budget
hi: बजट जोड़ें
id: Tambah Anggaran
it: Aggiungi Budget
ja: 予算を追加
ms: Tambah Bajet
th: เพิ่มงบประมาณ
tr: Bütçe Ekle
vi: Thêm ngân sách
zh_hans: 添加预算

# button.add_category
source: Add Category
de: Kategorie hinzufügen
es: Añadir Categoría
fr: Ajouter une catégorie
hi: श्रेणी जोड़ें
id: Tambah Kategori
it: Aggiungi Categoria
ja: カテゴリーを追加
ms: Tambah Kategori
th: เพิ่มหมวดหมู่
tr: Kategori Ekle
vi: Thêm hạng mục
zh_hans: 添加类别

# budget_details.no_transactions
source: No Transactions for This Budget
de: Keine Transaktionen für dieses Budget
es: No hay transacciones para este presupuesto
fr: Aucune transaction pour ce budget
hi: इस बजट के लिए कोई लेन-देन नहीं
id: Tidak ada transaksi untuk anggaran ini
it: Nessuna transazione per questo budget
ja: この予算の取引はありません
ms: Tiada urus niaga untuk bajet ini
th: ไม่มีรายการสำหรับงบประมาณนี้
tr: Bu Bütçe İçin İşlem Yok
vi: Không có giao dịch cho ngân sách này
zh_hans: 此预算无交易

# alert.no_accounts.title
source: Account Required
de: Konto erforderlich
es: Se necesita una cuenta
fr: Compte requis
hi: खाते की आवश्यकता है
id: Diperlukan Akun
it: Conto Richiesto
ja: 口座が必要です
ms: Akaun Diperlukan
th: ต้องมีบัญชี
tr: Hesap Gerekli
vi: Cần có tài khoản
zh_hans: 需要账户

# alert.no_accounts.message
source: To add a transaction, you must first create a Wallet or Credit Card account.
de: Um eine Transaktion hinzuzufügen, müssen Sie zuerst ein Brieftaschen- oder Kreditkartenkonto erstellen.
es: Para añadir una transacción, primero debes crear una cuenta de Cartera o Tarjeta de Crédito.
fr: Pour ajouter une transaction, vous devez d'abord créer un compte Portefeuille ou Carte de crédit.
hi: लेन-देन जोड़ने के लिए, आपको पहले एक बटुआ या क्रेडिट कार्ड खाता बनाना होगा।
id: Untuk menambahkan transaksi, Anda harus membuat akun Dompet atau Kartu Kredit terlebih dahulu.
it: Per aggiungere una transazione, devi prima creare un conto Portafoglio o Carta di Credito.
ja: 取引を追加するには、まずウォレットまたはクレジットカードの口座を作成する必要があります。
ms: Untuk menambah urus niaga, anda mesti membuat akaun Dompet atau Kad Kredit terlebih dahulu.
th: ในการเพิ่มรายการ คุณต้องสร้างบัญชีกระเป๋าเงินหรือบัตรเครดิตก่อน
tr: Bir işlem ekleyebilmek için öncelikle bir Cüzdan veya Kredi Kartı hesabı oluşturmanız gerekmektedir.
vi: Để thêm giao dịch, trước tiên bạn phải tạo tài khoản Ví hoặc Thẻ tín dụng.
zh_hans: 要添加交易，您必须先创建一个钱包或信用卡账户。

# alert.no_accounts.add_account_button
source: Create Account
de: Konto erstellen
es: Crear Cuenta
fr: Créer un compte
hi: खाता बनाएं
id: Buat Akun
it: Crea Conto
ja: 口座を作成
ms: Cipta Akaun
th: สร้างบัญชี
tr: Hesap Oluştur
vi: Tạo tài khoản
zh_hans: 创建账户

# export.header.date
source: Date
de: Datum
es: Fecha
hi: तारीख
id: Tanggal
it: Data
ja: 日付
ms: Tarikh
th: วันที่
tr: Tarih
vi: Ngày
zh_hans: 日期

# export.header.name
source: Transaction Name
de: Transaktionsname
es: Nombre Transacción
fr: Nom de la transaction
hi: लेन-देन का नाम
id: Nama Transaksi
it: Nome Transazione
ja: 取引名
ms: Nama Urus Niaga
th: ชื่อรายการ
tr: İşlem Adı
vi: Tên giao dịch
zh_hans: 交易名称

# export.header.amount
source: Amount
de: Betrag
es: Importe
fr: Montant
hi: राशि
id: Jumlah
it: Importo
ja: 金額
ms: Jumlah
th: จำนวนเงิน
tr: Tutar
vi: Số tiền
zh_hans: 金额

# export.header.type
source: Type
de: Typ
es: Tipo
hi: प्रकार
id: Jenis
it: Tipo
ja: 種類
ms: Jenis
th: ประเภท
tr: Tür
vi: Loại
zh_hans: 类型

# export.header.category
source: Category
de: Kategorie
es: Categoría
fr: Catégorie
hi: श्रेणी
id: Kategori
it: Categoria
ja: カテゴリー
ms: Kategori
th: หมวดหมู่
tr: Kategori
vi: Hạng mục
zh_hans: 类别

# export.header.account
source: Account
de: Konto
es: Cuenta
fr: Compte
hi: खाता
id: Akun
it: Conto
ja: 口座
ms: Akaun
th: บัญชี
tr: Hesap
vi: Tài khoản
zh_hans: 账户

# credit_card_details.no_expenses_for_month
source: No Expenses for This Month
de: Keine Ausgaben in diesem Monat
es: No hay gastos este mes
fr: Aucune dépense ce mois-ci
hi: इस महीने कोई खर्च नहीं
id: Tidak ada pengeluaran bulan ini
it: Nessuna spesa per questo mese
ja: 今月の支出はありません
ms: Tiada perbelanjaan bulan ini
th: ไม่มีรายจ่ายสำหรับเดือนนี้
tr: Bu Ay İçin Harcama Yok
vi: Không có chi tiêu trong tháng này
zh_hans: 本月无支出

# credit_card_details.total_expenses_for_period
source: Total Expenses for the Period
de: Gesamtausgaben im Zeitraum
es: Gastos totales del período
fr: Dépenses totales de la période
hi: अवधि के लिए कुल खर्च
id: Total pengeluaran periode ini
it: Spese totali del periodo
ja: 期間中の総支出
ms: Jumlah perbelanjaan tempoh ini
th: รายจ่ายทั้งหมดในรอบบิล
tr: Dönem İçi Toplam Harcamalar
vi: Tổng chi tiêu trong kỳ
zh_hans: 本期总支出

# notifications.delete_all
source: Delete All
de: Alle löschen
es: Eliminar Todo
fr: Tout supprimer
hi: सभी हटाएं
id: Hapus Semua
it: Elimina Tutto
ja: すべて削除
ms: Padam Semua
th: ลบทั้งหมด
tr: Tümünü Sil
vi: Xóa tất cả
zh_hans: 全部删除

# notifications.mark_all_as_read
source: Mark All as Read
de: Alle als gelesen markieren
es: Marcar todo como leído
fr: Marquer tout comme lu
hi: सभी को पढ़ा हुआ चिह्नित करें
id: Tandai semua sebagai telah dibaca
it: Segna tutto come letto
ja: すべて既読にする
ms: Tanda semua sebagai sudah dibaca
th: ทำเครื่องหมายทั้งหมดว่าอ่านแล้ว
tr: Tümünü Okundu İşaretle
vi: Đánh dấu tất cả đã đọc
zh_hans: 全部标记为已读

# form.label.transaction_name
source: Transaction Name
de: Transaktionsname
es: Nombre de la Transacción
fr: Nom de la transaction
hi: लेन-देन का नाम
id: Nama Transaksi
it: Nome Transazione
ja: 取引名
ms: Nama Urus Niaga
th: ชื่อรายการ
tr: İşlem Adı
vi: Tên giao dịch
zh_hans: 交易名称

# form.label.amount
source: Amount
de: Betrag
es: Importe
fr: Montant
hi: राशि
id: Jumlah
it: Importo
ja: 金額
ms: Jumlah
th: จำนวนเงิน
tr: Tutar
vi: Số tiền
zh_hans: 金额

# form.label.wallet_name
source: Wallet Name
de: Name der Brieftasche
es: Nombre de la Cartera
fr: Nom du portefeuille
hi: बटुए का नाम
id: Nama Dompet
it: Nome Portafoglio
ja: ウォレット名
ms: Nama Dompet
th: ชื่อกระเป๋าเงิน
tr: Cüzdan Adı
vi: Tên ví
zh_hans: 钱包名称

# form.label.card_name
source: Card Name
de: Kartenname
es: Nombre de la Tarjeta
fr: Nom de la carte
hi: कार्ड का नाम
id: Nama Kartu
it: Nome Carta
ja: カード名
ms: Nama Kad
th: ชื่อบัตร
tr: Kart Adı
vi: Tên thẻ
zh_hans: 卡名称
