Repository: tturanmustafa/Walleo
Catalog: Walleo/UI/Resources/*.lproj/Localizable.strings
Languages: de, es, fr, hi, id, it, ja, ms, th, tr, vi, zh_hans

# onboarding.page5.title
source: Entirely Yours, Uniquely You
de: Ganz Ihrs, ganz persönlich
es: Totalmente tuyo, totalmente a tu medida
fr: Entièrement à vous, entièrement personnalisé
hi: पूरी तरह से आपका, पूरी तरह से आपके लिए
id: Sepenuhnya Milik Anda, Sepenuhnya Disesuaikan
it: Interamente Tuo, Interamente Su Misura
ja: あなただけの、完全なカスタマイズ
ms: Sepenuhnya Milik Anda, Sepenuhnya Disesuaikan
th: เป็นของคุณอย่างเต็มที่ ปรับแต่งได้ตามใจคุณ
tr: Tamamen Sizin, Tamamen Size Özel
vi: Hoàn toàn của bạn, hoàn toàn dành cho bạn
zh_hans: 完全属于您，完全为您定制

# onboarding.page5.subtitle
source: Perfectly tailor the app to your lifestyle and preferences with themes, languages, currencies, and custom categories.
de: Passen Sie die App mit Designs, Sprachen, Währungen und benutzerdefinierten Kategorien perfekt an Ihren Lebensstil und Ihre Vorlieben an.
es: Adapta la app perfectamente a tu estilo de vida y preferencias con temas, idiomas, monedas y categorías personalizadas.
fr: Adaptez parfaitement l'application à votre style de vie et à vos préférences avec des thèmes, langues, devises et catégories personnalisées.
hi: थीम, भाषा, मुद्रा और कस्टम श्रेणियों के साथ ऐप को अपनी जीवन शैली और प्राथमिकताओं के अनुसार पूरी तरह से अनुकूलित करें।
id: Sesuaikan aplikasi dengan sempurna dengan gaya hidup dan preferensi Anda dengan tema, bahasa, mata uang, dan kategori kustom.
it: Adatta perfettamente l'app al tuo stile di vita e alle tue preferenze con temi, lingua, valuta e categorie personalizzate.
ja: テーマ、言語、通貨、カスタムカテゴリーで、あなたのライフスタイルや好みに合わせてアプリを完璧に調整。
ms: Sesuaikan aplikasi dengan sempurna mengikut gaya hidup dan pilihan anda dengan tema, bahasa, mata wang, dan kategori tersuai.
th: ปรับแต่งแอปให้เข้ากับไลฟ์สไตล์และความชอบของคุณได้อย่างสมบูรณ์แบบด้วยธีม ภาษา สกุลเงิน และหมวดหมู่ที่กำหนดเอง
tr: Tema, dil, para birimi ve özel kategorilerle uygulamayı kendi yaşam tarzınıza ve tercihlerinize göre mükemmel bir şekilde uyarlayın.
vi: Điều chỉnh ứng dụng một cách hoàn hảo cho phù hợp với lối sống và sở thích của bạn với các chủ đề, ngôn ngữ, tiền tệ và hạng mục tùy chỉnh.
zh_hans: 通过主题、语言、货币和自定义类别，将应用完美地调整以适应您的生活方式和偏好。

# onboarding.page6.title
source: Your Data is Your Fortress
de: Ihre Daten sind Ihre Festung
es: Tus datos son tu fortaleza
fr: Vos données sont votre forteresse
hi: आपका डेटा आपका किला है
id: Data Anda Adalah Benteng Anda
it: I Tuoi Dati Sono la Tua Fortezza
ja: あなたのデータは、あなたのもの
ms: Data Anda Adalah Kubu Anda
th: ข้อมูลของคุณคือป้อมปราการของคุณ
tr: Verileriniz Sizin Kalenizdir
vi: Dữ liệu của bạn là pháo đài của bạn
zh_hans: 您的数据，您的堡垒

# onboarding.page6.subtitle
source: The control of your data is entirely in your hands, from secure iCloud synchronization to data export and permanent deletion options.
de: Von sicherer iCloud-Synchronisierung über Datenexport bis hin zur Option des endgültigen Löschens – die Kontrolle über Ihre Daten liegt ganz bei Ihnen.
es: Desde la sincronización segura con iCloud hasta la exportación de datos y la opción de eliminación permanente, el control de tus datos está totalmente en tus manos.
fr: De la synchronisation iCloud sécurisée à l'exportation de données et à l'option de suppression permanente, vous avez le contrôle total de vos données.
hi: सुरक्षित iCloud सिंक से लेकर डेटा निर्यात और स्थायी विलोपन विकल्प तक, आपके डेटा का नियंत्रण पूरी तरह से आपके हाथ में है।
id: Dari sinkronisasi iCloud yang aman hingga ekspor data dan opsi penghapusan permanen, kendali data Anda sepenuhnya ada di tangan Anda.
it: Dalla sincronizzazione sicura con iCloud all'esportazione dei dati e all'opzione di eliminazione permanente, il controllo dei tuoi dati è totalmente nelle tue mani.
ja: 安全なiCloud同期からデータのエクスポート、完全削除オプションまで、データの管理は完全にあなたの手の中にあります。
ms: Dari penyegerakan iCloud yang selamat hingga eksport data dan pilihan pemadaman kekal, kawalan data anda sepenuhnya di tangan anda.
th: ตั้งแต่การซิงค์ iCloud ที่ปลอดภัยไปจนถึงการส่งออกข้อมูลและตัวเลือกการลบถาวร การควบคุมข้อมูลของคุณอยู่ในมือคุณอย่างสมบูรณ์
tr: Güvenli iCloud senkronizasyonundan veri ihracına ve kalıcı silme seçeneğine kadar verilerinizin kontrolü tamamen sizin elinizde.
vi: Từ đồng bộ hóa iCloud an toàn đến xuất dữ liệu và tùy chọn xóa vĩnh viễn, quyền kiểm soát dữ liệu hoàn toàn nằm trong tay bạn.
zh_hans: 从安全的iCloud同步到数据导出和永久删除选项，您的数据完全由您掌控。

# onboarding.signin.apple
source: Sign in with Apple
de: Mit Apple anmelden
es: Iniciar sesión con Apple
fr: Se connecter avec Apple
hi: Apple के साथ साइन इन करें
id: Masuk dengan Apple
it: Accedi con Apple
ja: Appleでサインイン
ms: Daftar Masuk dengan Apple
th: ลงชื่อเข้าใช้ด้วย Apple
tr: Apple ile Giriş Yap
vi: Đăng nhập bằng Apple
zh_hans: 通过Apple登录

# onboarding.privacy_policy
source: Privacy Policy
de: Indem Sie fortfahren, stimmen Sie unserer Datenschutzrichtlinie und unseren Nutzungsbedingungen zu.
es: Al continuar, aceptas nuestra Política de Privacidad y Términos de Uso.
fr: En continuant, vous acceptez notre Politique de confidentialité et nos Conditions d'utilisation.
hi: जारी रखकर, आप हमारी गोपनीयता नीति और उपयोग की शर्तों से सहमत होते हैं।
id: Dengan melanjutkan, Anda menyetujui Kebijakan Privasi dan Ketentuan Penggunaan kami.
it: Continuando, accetti la nostra Informativa sulla Privacy e i Termini di Utilizzo.
ja: 続行することにより、プライバシーポリシーと利用規約に同意したことになります。
ms: Dengan meneruskan, anda bersetuju dengan Dasar Privasi dan Syarat Penggunaan kami.
th: การดำเนินการต่อหมายความว่าคุณยอมรับนโยบายความเป็นส่วนตัวและข้อกำหนดการใช้งานของเรา
tr: Devam ederek Gizlilik Politikamızı ve Kullanım Şartlarımızı kabul etmiş olursunuz.
vi: Bằng cách tiếp tục, bạn đồng ý với Chính sách quyền riêng tư và Điều khoản sử dụng của chúng tôi.
zh_hans: 继续即表示您同意我们的隐私政策和使用条款。

# settings.section_ai_assistant
source: AI ASSISTANT
de: KI-ASSISTENT
es: ASISTENTE DE IA
fr: ASSISTANT IA
hi: एआई सहायक
id: ASISTEN AI
it: ASSISTENTE AI
ja: AIアシスタント
ms: PEMBANTU AI
th: ผู้ช่วย AI
tr: YAPAY ZEKA ASİSTANI
vi: TRỢ LÝ AI
zh_hans: 人工智能助理

# settings.ai_assistant_title
source: Chat with AI Assistant
de: Mit KI-Assistent chatten
es: Chatear con el Asistente de IA
fr: Discuter avec l'assistant IA
hi: एआई सहायक के साथ चैट करें
id: Mengobrol dengan Asisten AI
it: Chatta con l'Assistente AI
ja: AIアシスタントとチャット
ms: Berbual dengan Pembantu AI
th: แชทกับผู้ช่วย AI
tr: AI Asistan ile Sohbet Et
vi: Trò chuyện với Trợ lý AI
zh_hans: 与AI助理聊天

# settings.family_account
source: Family Account
de: Familienkonto
es: Cuenta Familiar
fr: Compte Familial
hi: पारिवारिक खाता
id: Akun Keluarga
it: Conto Famiglia
ja: ファミリー口座
ms: Akaun Keluarga
th: บัญชีครอบครัว
tr: Aile Hesabı
vi: Tài khoản gia đình
zh_hans: 家庭账户

# family.no_family_title
source: No Family Account
de: Kein Familienkonto
es: Sin Cuenta Familiar
fr: Pas de Compte Familial
hi: कोई पारिवारिक खाता नहीं
id: Tidak Ada Akun Keluarga
it: Nessun Conto Famiglia
ja: ファミリー口座がありません
ms: Tiada Akaun Keluarga
th: ไม่มีบัญชีครอบครัว
tr: Aile Hesabı Yok
vi: Không có tài khoản gia đình
zh_hans: 无家庭账户

# family.no_family_description
source: Create a family account to share your financial data with family members
de: Erstellen Sie ein Familienkonto, um Ihre Finanzdaten mit Familienmitgliedern zu teilen
es: Crea una cuenta familiar para compartir tus datos financieros con los miembros de tu familia
fr: Créez un compte familial pour partager vos données financières avec les membres de votre famille
hi: अपने परिवार के सदस्यों के साथ अपने वित्तीय डेटा को साझा करने के लिए एक पारिवारिक खाता बनाएं
id: Buat akun keluarga untuk berbagi data keuangan Anda dengan anggota keluarga
it: Crea un conto famiglia per condividere i tuoi dati finanziari con i membri della famiglia
ja: 家族と財務データを共有するためにファミリー口座を作成しましょう
ms: Cipta akaun keluarga untuk berkongsi data kewangan anda dengan ahli keluarga
th: สร้างบัญชีครอบครัวเพื่อแบ่งปันข้อมูลทางการเงินของคุณกับสมาชิกในครอบครัว
tr: Finansal verilerinizi aile üyeleriyle paylaşmak için bir aile hesabı oluşturun
vi: Tạo một tài khoản gia đình để chia sẻ dữ liệu tài chính của bạn với các thành viên trong gia đình
zh_hans: 创建一个家庭账户与家人共享您的财务数据

# family.create_family
source: Create Family Account
de: Familienkonto erstellen
es: Crear Cuenta Familiar
fr: Créer un Compte Familial
hi: पारिवारिक खाता बनाएं
id: Buat Akun Keluarga
it: Crea Conto Famiglia
ja: ファミリー口座を作成
ms: Cipta Akaun Keluarga
th: สร้างบัญชีครอบครัว
tr: Aile Hesabı Oluştur
vi: Tạo tài khoản gia đình
zh_hans: 创建家庭账户

# family.info_section
source: Family Information
de: Familieninformationen
es: Información de la Familia
fr: Informations sur la famille
hi: परिवार की जानकारी
id: Informasi Keluarga
it: Informazioni Famiglia
ja: ファミリー情報
ms: Maklumat Keluarga
th: ข้อมูลครอบครัว
tr: Aile Bilgileri
vi: Thông tin gia đình
zh_hans: 家庭信息

source: Family Name
de: Familienname
es: Nombre de la Familia
fr: Nom de la famille
hi: परिवार का नाम
id: Nama Keluarga
it: Nome Famiglia
ja: ファミリー名
ms: Nama Keluarga
th: ชื่อครอบครัว
tr: Aile Adı
vi: Tên gia đình
zh_hans: 家庭名称

# family.owner
source: Owner
de: Inhaber
es: Propietario
fr: Propriétaire
hi: मालिक
id: Pemilik
it: Proprietario
ja: オーナー
ms: Pemilik
th: เจ้าของ
tr: Sahip
vi: Chủ sở hữu
zh_hans: 所有者

# family.you
source: You
de: Sie
es: Tú
fr: Vous
hi: आप
id: Anda
it: Tu
ja: あなた
ms: Anda
th: คุณ
tr: Siz
vi: Bạn
zh_hans: 您

# family.member_count
source: Members
de: Mitgliederanzahl
es: Número de Miembros
fr: Nombre de membres
hi: सदस्यों की संख्या
id: Jumlah Anggota
it: Numero Membri
ja: メンバー数
ms: Bilangan Ahli
th: จำนวนสมาชิก
tr: Üye Sayısı
vi: Số thành viên
zh_hans: 成员数量

# family.created_date
source: Created
de: Erstellt am
es: Fecha de Creación
fr: Date de création
hi: बनाने की तारीख
id: Tanggal Dibuat
it: Data Creazione
ja: 作成日
ms: Tarikh Dicipta
th: วันที่สร้าง
tr: Oluşturulma
vi: Ngày tạo
zh_hans: 创建日期

# family.members_section
source: Family Members
de: Familienmitglieder
es: Miembros de la Familia
fr: Membres de la famille
hi: परिवार के सदस्य
id: Anggota Keluarga
it: Membri della Famiglia
ja: ファミリーメンバー
ms: Ahli Keluarga
th: สมาชิกในครอบครัว
tr: Aile Üyeleri
vi: Thành viên gia đình
zh_hans: 家庭成员

# family.pending
source: Pending
de: Ausstehend
es: Pendiente
fr: En attente
hi: लंबित
id: Tertunda
it: In attesa
ja: 保留中
ms: Menunggu
th: รอดำเนินการ
tr: Beklemede
vi: Đang chờ xử lý
zh_hans: 待处理

# family.invite_member
source: Invite Member
de: Mitglied einladen
es: Invitar Miembro
fr: Inviter un membre
hi: सदस्य को आमंत्रित करें
id: Undang Anggota
it: Invita Membro
ja: メンバーを招待
ms: Jemput Ahli
th: เชิญสมาชิก
tr: Üye Davet Et
vi: Mời thành viên
zh_hans: 邀请成员

# family.leave_family
source: Leave Family
de: Familie verlassen
es: Abandonar Familia
fr: Quitter la famille
hi: परिवार छोड़ें
id: Tinggalkan Keluarga
it: Lascia la Famiglia
ja: ファミリーから脱退
ms: Tinggalkan Keluarga
th: ออกจากครอบครัว
tr: Aileden Ayrıl
vi: Rời khỏi gia đình
zh_hans: 退出家庭

# family.owner_cannot_leave
source: As the owner, you cannot leave the family. Transfer ownership first.
de: Als Inhaber der Familie können Sie die Familie nicht verlassen. Übertragen Sie zuerst die Inhaberschaft.
es: Como propietario, no puedes abandonar la familia. Primero transfiere la propiedad.
fr: En tant que propriétaire, vous ne pouvez pas quitter la famille. Transférez d'abord la propriété.
hi: परिवार के मालिक के रूप में, आप परिवार नहीं छोड़ सकते। पहले स्वामित्व स्थानांतरित करें।
id: Sebagai pemilik, Anda tidak dapat meninggalkan keluarga. Alihkan kepemilikan terlebih dahulu.
it: Come proprietario, non puoi lasciare la famiglia. Prima trasferisci la proprietà.
ja: オーナーはファミリーから脱退できません。まずオーナー権限を譲渡してください。
ms: Sebagai pemilik, anda tidak boleh meninggalkan keluarga. Pindahkan pemilikan terlebih dahulu.
th: ในฐานะเจ้าของ คุณไม่สามารถออกจากครอบครัวได้ กรุณาโอนความเป็นเจ้าของก่อน
tr: Aile sahibi olarak aileden ayrılamazsınız. Önce sahipliği devredin.
vi: Là chủ sở hữu, bạn không thể rời khỏi gia đình. Hãy chuyển quyền sở hữu trước.
zh_hans: 作为所有者，您不能退出家庭。请先转让所有权。

# family.create_new
source: New Family Account
de: Neues Familienkonto
es: Nueva Cuenta Familiar
fr: Nouveau Compte Familial
hi: नया पारिवारिक खाता
id: Akun Keluarga Baru
it: Nuovo Conto Famiglia
ja: 新規ファミリー口座
ms: Akaun Keluarga Baru
th: บัญชีครอบครัวใหม่
tr: Yeni Aile Hesabı
vi: Tài khoản gia đình mới
zh_hans: 新建家庭账户

# family.name_placeholder
source: Enter family name
de: Familiennamen eingeben
es: Introduce el nombre de la familia
fr: Saisir le nom de la famille
hi: परिवार का नाम दर्ज करें
id: Masukkan nama keluarga
it: Inserisci il nome della famiglia
ja: ファミリー名を入力
ms: Masukkan nama keluarga
th: ป้อนชื่อครอบครัว
tr: Aile adını girin
vi: Nhập tên gia đình
zh_hans: 输入家庭名称

# family.create_description
source: All your financial data will be shared with family members
de: Alle Ihre Finanzdaten werden mit den Familienmitgliedern geteilt
es: Todos tus datos financieros se compartirán con los miembros de la familia
fr: Toutes vos données financières seront partagées avec les membres de la famille
hi: आपका सभी वित्तीय डेटा परिवार के सदस्यों के साथ साझा किया जाएगा
id: Semua data keuangan Anda akan dibagikan dengan anggota keluarga
it: Tutti i tuoi dati finanziari saranno condivisi con i membri della famiglia
ja: すべての財務データがファミリーメンバーと共有されます
ms: Semua data kewangan anda akan dikongsi dengan ahli keluarga
th: ข้อมูลทางการเงินทั้งหมดของคุณจะถูกแบ่งปันกับสมาชิกในครอบครัว
tr: Tüm finansal verileriniz aile üyeleriyle paylaşılacaktır
vi: Tất cả dữ liệu tài chính của bạn sẽ được chia sẻ với các thành viên trong gia đình
zh_hans: 您的所有财务数据将与家庭成员共享

# family.create_title
source: Create Family
de: Familie erstellen
es: Crear Familia
fr: Créer une Famille
hi: परिवार बनाएं
id: Buat Keluarga
it: Crea Famiglia
ja: ファミリーを作成
ms: Cipta Keluarga
th: สร้างครอบครัว
tr: Aile Oluştur
vi: Tạo gia đình
zh_hans: 创建家庭

# family.invite_instructions
source: Generate an invitation link to share with your family member
de: Erstellen Sie einen Einladungslink, um ihn mit Ihrem Familienmitglied zu teilen
es: Genera un enlace de invitación para compartir con un miembro de tu familia
fr: Créez un lien d'invitation à partager avec un membre de votre famille
hi: अपने परिवार के सदस्य के साथ साझा करने के लिए एक आमंत्रण लिंक बनाएं
id: Buat tautan undangan untuk dibagikan dengan anggota keluarga Anda
it: Genera un link d'invito da condividere con il tuo familiare
ja: 招待リンクを生成して家族と共有しましょう
ms: Jana pautan jemputan untuk dikongsi dengan ahli keluarga anda
th: สร้างลิงก์เชิญเพื่อแบ่งปันกับสมาชิกในครอบครัวของคุณ
tr: Aile üyenizle paylaşmak için bir davet bağlantısı oluşturun
vi: Tạo một liên kết mời để chia sẻ với thành viên gia đình của bạn
zh_hans: 生成邀请链接以与您的家庭成员共享

# family.generate_invite_link
source: Generate Invitation Link
de: Einladungslink erstellen
es: Generar Enlace de Invitación
fr: Générer un lien d'invitation
hi: आमंत्रण लिंक बनाएं
id: Buat Tautan Undangan
it: Genera Link d'Invito
ja: 招待リンクを生成
ms: Jana Pautan Jemputan
th: สร้างลิงก์เชิญ
tr: Davet Bağlantısı Oluştur
vi: Tạo liên kết mời
zh_hans: 生成邀请链接

# family.leave_confirmation_title
source: Leave Family Account?
de: Möchten Sie die Familie wirklich verlassen?
es: ¿Seguro que quieres abandonar la familia?
fr: Êtes-vous sûr de vouloir quitter la famille ?
hi: क्या आप निश्चित रूप से परिवार छोड़ना चाहते हैं?
id: Apakah Anda Yakin Ingin Meninggalkan Keluarga?
it: Sei sicuro di voler lasciare la famiglia?
ja: 本当にファミリーから脱退しますか？
ms: Adakah Anda Pasti Ingin Meninggalkan Keluarga?
th: คุณแน่ใจหรือไม่ว่าต้องการออกจากครอบครัว?
tr: Aileden Ayrılmak İstediğinize Emin Misiniz?
vi: Bạn có chắc chắn muốn rời khỏi gia đình không?
zh_hans: 您确定要退出家庭吗？

# family.leave_confirmation_message
source: You will no longer have access to shared family data. This action cannot be undone.
de: Sie haben dann keinen Zugriff mehr auf die geteilten Familiendaten. Dieser Vorgang kann nicht rückgängig gemacht werden.
es: Ya no tendrás acceso a los datos familiares compartidos. Esta acción es irreversible.
fr: Vous n'aurez plus accès aux données familiales partagées. Cette action est irréversible.
hi: आप साझा किए गए पारिवारिक डेटा तक नहीं पहुंच पाएंगे। यह क्रिया पूर्ववत नहीं की जा सकती है।
id: Anda tidak akan lagi memiliki akses ke data keluarga yang dibagikan. Tindakan ini tidak dapat dibatalkan.
it: Non avrai più accesso ai dati familiari condivisi. Questa azione è irreversibile.
ja: 共有されたファミリーデータにアクセスできなくなります。この操作は元に戻せません。
ms: Anda tidak akan lagi mempunyai akses kepada data keluarga yang dikongsi. Tindakan ini tidak boleh dibatalkan.
th: คุณจะไม่สามารถเข้าถึงข้อมูลที่แบ่งปันของครอบครัวได้อีกต่อไป การกระทำนี้ไม่สามารถย้อนกลับได้
tr: Paylaşılan aile verilerine artık erişemeyeceksiniz. Bu işlem geri alınamaz.
vi: Bạn sẽ không còn quyền truy cập vào dữ liệu gia đình được chia sẻ nữa. Hành động này không thể hoàn tác.
zh_hans: 您将无法再访问共享的家庭数据。此操作无法撤销。

# family.leave_confirm
source: Leave Family
de: Familie verlassen
es: Abandonar Familia
fr: Quitter la famille
hi: परिवार छोड़ें
id: Tinggalkan Keluarga
it: Lascia la Famiglia
ja: ファミリーから脱退
ms: Tinggalkan Keluarga
th: ออกจากครอบครัว
tr: Aileden Ayrıl
vi: Rời khỏi gia đình
zh_hans: 退出家庭

# family.cloudkit_warning_title
source: iCloud Required for Family Account
de: iCloud für Familienkonto erforderlich
es: iCloud es necesario para la Cuenta Familiar
fr: iCloud requis pour le Compte Familial
hi: पारिवारिक खाते के लिए iCloud आवश्यक है
id: iCloud Diperlukan untuk Akun Keluarga
it: iCloud Richiesto per il Conto Famiglia
ja: ファミリー口座にはiCloudが必要です
ms: iCloud Diperlukan untuk Akaun Keluarga
th: บัญชีครอบครัวต้องใช้ iCloud
tr: Aile Hesabı için iCloud Gerekli
vi: Cần có iCloud cho tài khoản gia đình
zh_hans: 家庭账户需要iCloud

# family.cloudkit_warning_message
source: You cannot disable iCloud backup while using a family account. Please leave the family account first.
de: Sie können das iCloud-Backup nicht deaktivieren, während Sie ein Familienkonto verwenden. Bitte verlassen Sie zuerst das Familienkonto.
es: No puedes desactivar la copia de seguridad de iCloud mientras usas una cuenta familiar. Por favor, abandona primero la cuenta familiar.
fr: Vous ne pouvez pas désactiver la sauvegarde iCloud lorsque vous utilisez un compte familial. Veuillez d'abord quitter le compte familial.
hi: पारिवारिक खाते का उपयोग करते समय आप iCloud बैकअप को बंद नहीं कर सकते। कृपया पहले पारिवारिक खाते को छोड़ दें।
id: Anda tidak dapat mematikan cadangan iCloud saat menggunakan akun keluarga. Silakan tinggalkan akun keluarga terlebih dahulu.
it: Non puoi disattivare il backup iCloud mentre usi un conto famiglia. Per favore, lascia prima il conto famiglia.
ja: ファミリー口座を使用している間はiCloudバックアップをオフにできません。まずファミリー口座から脱退してください。
ms: Anda tidak boleh mematikan sandaran iCloud semasa menggunakan akaun keluarga. Sila tinggalkan akaun keluarga terlebih dahulu.
th: คุณไม่สามารถปิดการสำรองข้อมูล iCloud ในขณะที่ใช้บัญชีครอบครัวได้ กรุณาออกจากบัญชีครอบครัวก่อน
tr: Aile hesabı kullanırken iCloud yedeklemeyi kapatamazsınız. Lütfen önce aile hesabından ayrılın.
vi: Bạn không thể tắt sao lưu iCloud khi đang sử dụng tài khoản gia đình. Vui lòng rời khỏi tài khoản gia đình trước.
zh_hans: 使用家庭账户时，您不能关闭iCloud备份。请先退出家庭账户。

# family.delete_warning_title
source: Cannot Delete Data
de: Daten können nicht gelöscht werden
es: No se pueden eliminar los datos
fr: Les données ne peuvent pas être supprimées
hi: डेटा हटाया नहीं जा सकता
id: Data Tidak Dapat Dihapus
it: Impossibile Eliminare i Dati
ja: データを削除できません
ms: Data Tidak Boleh Dipadam
th: ไม่สามารถลบข้อมูลได้
tr: Veriler Silinemez
vi: Không thể xóa dữ liệu
zh_hans: 无法删除数据

# family.delete_warning_message
source: You cannot delete all data while part of a family account. Please leave the family account first.
de: Sie können nicht alle Daten löschen, während Sie Teil eines Familienkontos sind. Bitte verlassen Sie zuerst das Familienkonto.
es: No puedes eliminar todos los datos mientras formas parte de una cuenta familiar. Por favor, abandona primero la cuenta familiar.
fr: Vous ne pouvez pas supprimer toutes les données tant que vous faites partie d'un compte familial. Veuillez d'abord quitter le compte familial.
hi: पारिवारिक खाते का हिस्सा रहते हुए आप सभी डेटा नहीं हटा सकते। कृपया पहले पारिवारिक खाते को छोड़ दें।
id: Anda tidak dapat menghapus semua data saat menjadi bagian dari akun keluarga. Silakan tinggalkan akun keluarga terlebih dahulu.
it: Non puoi eliminare tutti i dati mentre fai parte di un conto famiglia. Per favore, lascia prima il conto famiglia.
ja: ファミリー口座に参加している間はすべてのデータを削除できません。まずファミリー口座から脱退してください。
ms: Anda tidak boleh memadam semua data semasa menjadi sebahagian daripada akaun keluarga. Sila tinggalkan akaun keluarga terlebih dahulu.
th: คุณไม่สามารถลบข้อมูลทั้งหมดในขณะที่เป็นส่วนหนึ่งของบัญชีครอบครัวได้ กรุณาออกจากบัญชีครอบครัวก่อน
tr: Bir aile hesabının parçasıyken tüm verileri silemezsiniz. Lütfen önce aile hesabından ayrılın.
vi: Bạn không thể xóa tất cả dữ liệu khi đang là thành viên của tài khoản gia đình. Vui lòng rời khỏi tài khoản gia đình trước.
zh_hans: 当您是家庭账户的一部分时，无法删除所有数据。请先退出家庭账户。

# family.invitation_title
source: Family Account Invitation
de: Einladung zum Familienkonto
es: Invitación a Cuenta Familiar
fr: Invitation à un Compte Familial
hi: पारिवारिक खाते का निमंत्रण
id: Undangan Akun Keluarga
it: Invito a un Conto Famiglia
ja: ファミリー口座への招待
ms: Jemputan Akaun Keluarga
th: คำเชิญเข้าร่วมบัญชีครอบครัว
tr: Aile Hesabı Daveti
vi: Lời mời tham gia tài khoản gia đình
zh_hans: 家庭账户邀请

# family.invitation_description
source: You've been invited to join a family account. All financial data will be shared between family members.
de: Sie wurden eingeladen, einem Familienkonto beizutreten. Alle Finanzdaten werden unter den Familienmitgliedern geteilt.
es: Has sido invitado a unirte a una cuenta familiar. Todos los datos financieros se compartirán entre los miembros de la familia.
fr: Vous avez été invité à rejoindre un compte familial. Toutes les données financières seront partagées entre les membres de la famille.
hi: आपको एक पारिवारिक खाते में शामिल होने के लिए आमंत्रित किया गया है। सभी वित्तीय डेटा परिवार के सदस्यों के बीच साझा किया जाएगा।
id: Anda telah diundang untuk bergabung dengan akun keluarga. Semua data keuangan akan dibagikan di antara anggota keluarga.
it: Sei stato invitato a unirti a un conto famiglia. Tutti i dati finanziari saranno condivisi tra i membri della famiglia.
ja: ファミリー口座への招待が届きました。すべての財務データがメンバー間で共有されます。
ms: Anda telah dijemput untuk menyertai akaun keluarga. Semua data kewangan akan dikongsi antara ahli keluarga.
th: คุณได้รับเชิญให้เข้าร่วมบัญชีครอบครัว ข้อมูลทางการเงินทั้งหมดจะถูกแบ่งปันระหว่างสมาชิกในครอบครัว
tr: Bir aile hesabına katılmaya davet edildiniz. Tüm finansal veriler aile üyeleri arasında paylaşılacaktır.
vi: Bạn đã được mời tham gia một tài khoản gia đình. Tất cả dữ liệu tài chính sẽ được chia sẻ giữa các thành viên trong gia đình.
zh_hans: 您被邀请加入一个家庭账户。所有财务数据将在家庭成员之间共享。

# family.accepting_invitation
source: Accepting invitation...
de: Einladung wird angenommen...
es: Aceptando invitación...
fr: Acceptation de l'invitation...
hi: निमंत्रण स्वीकार किया जा रहा है...
id: Menerima undangan...
it: Accettazione dell'invito in corso...
ja: 招待を承認中...
ms: Menerima jemputan...
th: กำลังยอมรับคำเชิญ...
tr: Davet kabul ediliyor...
vi: Đang chấp nhận lời mời...
zh_hans: 正在接受邀请...

# family.invitation_accepted
source: Invitation Accepted!
de: Einladung angenommen!
es: ¡Invitación Aceptada!
fr: Invitation acceptée !
hi: निमंत्रण स्वीकार कर लिया गया!
id: Undangan Diterima!
it: Invito Accettato!
ja: 招待を承認しました！
ms: Jemputan Diterima!
th: ยอมรับคำเชิญแล้ว!
tr: Davet Kabul Edildi!
vi: Đã chấp nhận lời mời!
zh_hans: 邀请已接受！

# family.accept_invitation
source: Accept Invitation
de: Einladung annehmen
es: Aceptar Invitación
fr: Accepter l'invitation
hi: निमंत्रण स्वीकार करें
id: Terima Undangan
it: Accetta Invito
ja: 招待を承認
ms: Terima Jemputan
th: ยอมรับคำเชิญ
tr: Daveti Kabul Et
vi: Chấp nhận lời mời
zh_hans: 接受邀请
