Repository: tturanmustafa/Walleo
Catalog: Walleo/UI/Resources/*.lproj/Localizable.strings
Languages: de, es, fr, hi, id, it, ja, ms, th, tr, vi, zh_hans

# cashflow.projection.net
source: Estimated Net
de: Geschätzter Netto
es: Neto Estimado
fr: Net estimé
hi: अनुमानित शुद्ध
id: Estimasi Bersih
it: Netto Stimato
ja: 予測純額
ms: Anggaran Bersih
th: สุทธิโดยประมาณ
tr: Tahmini Net
vi: Ròng dự kiến
zh_hans: 预计净额

# cashflow.projection.chart
source: Projection Chart
de: Prognosediagramm
es: Gráfico de Proyección
fr: Graphique de projection
hi: अनुमान चार्ट
id: Grafik Proyeksi
it: Grafico di Proiezione
ja: 予測グラフ
ms: Carta Unjuran
th: แผนภูมิการคาดการณ์
tr: Projeksiyon Grafiği
vi: Biểu đồ dự báo
zh_hans: 预测图

# cashflow.risk.analysis
source: Risk Analysis
de: Risikoanalyse
es: Análisis de Riesgo
fr: Analyse de risque
hi: जोखिम विश्लेषण
id: Analisis Risiko
it: Analisi del Rischio
ja: リスク分析
ms: Analisis Risiko
th: การวิเคราะห์ความเสี่ยง
tr: Risk Analizi
vi: Phân tích rủi ro
zh_hans: 风险分析

# cashflow.risk.low
source: Low Risk
de: Geringes Risiko
es: Bajo Riesgo
fr: Risque faible
hi: कम जोखिम
id: Risiko Rendah
it: Basso Rischio
ja: 低リスク
ms: Risiko Rendah
th: ความเสี่ยงต่ำ
tr: Düşük Risk
vi: Rủi ro thấp
zh_hans: 低风险

# cashflow.risk.medium
source: Medium Risk
de: Mittleres Risiko
es: Riesgo Medio
fr: Risque moyen
hi: मध्यम जोखिम
id: Risiko Sedang
it: Medio Rischio
ja: 中リスク
ms: Risiko Sederhana
th: ความเสี่ยงปานกลาง
tr: Orta Risk
vi: Rủi ro trung bình
zh_hans: 中等风险

# cashflow.risk.high
source: High Risk
de: Hohes Risiko
es: Alto Riesgo
fr: Risque élevé
hi: उच्च जोखिम
id: Risiko Tinggi
it: Alto Rischio
ja: 高リスク
ms: Risiko Tinggi
th: ความเสี่ยงสูง
tr: Yüksek Risk
vi: Rủi ro cao
zh_hans: 高风险

# cashflow.risk.low_message
source: Your cash flow looks healthy. You can achieve your financial goals with current spending habits.
de: Ihr Cashflow sieht gesund aus. Mit Ihren aktuellen Ausgabengewohnheiten können Sie Ihre finanziellen Ziele erreichen.
es: Tu flujo de caja parece saludable. Puedes alcanzar tus objetivos financieros con tus hábitos de gasto actuales.
fr: Votre flux de trésorerie semble sain. Vous pouvez atteindre vos objectifs financiers avec vos habitudes de dépenses actuelles.
hi: आपका नकद प्रवाह स्वस्थ दिख रहा है। आप अपनी वर्तमान खर्च की आदतों के साथ अपने वित्तीय लक्ष्यों को प्राप्त कर सकते हैं।
id: Arus kas Anda terlihat sehat. Anda dapat mencapai tujuan keuangan Anda dengan kebiasaan belanja saat ini.
it: Il tuo flusso di cassa sembra sano. Puoi raggiungere i tuoi obiettivi finanziari con le tue attuali abitudini di spesa.
ja: キャッシュフローは健全です。現在の支出習慣で財務目標を達成できます。
ms: Aliran tunai anda kelihatan sihat. Anda boleh mencapai matlamat kewangan anda dengan tabiat perbelanjaan semasa.
th: กระแสเงินสดของคุณดูดี คุณสามารถบรรลุเป้าหมายทางการเงินได้ด้วยพฤติกรรมการใช้จ่ายในปัจจุบัน
tr: Nakit akışınız sağlıklı görünüyor. Mevcut harcama alışkanlıklarınızla finansal hedeflerinize ulaşabilirsiniz.
vi: Dòng tiền của bạn có vẻ lành mạnh. Bạn có thể đạt được mục tiêu tài chính của mình với thói quen chi tiêu hiện tại.
zh_hans: 您的现金流看起来很健康。以您当前的消费习惯，您可以实现财务目标。

# cashflow.risk.medium_message
source: There are some imbalances in your cash flow. It's recommended to review your expenses.
de: Es gibt einige Ungleichgewichte in Ihrem Cashflow. Es wird empfohlen, Ihre Ausgaben zu überprüfen.
es: Hay algunos desequilibrios en tu flujo de caja. Se recomienda revisar tus gastos.
fr: Il y a quelques déséquilibres dans votre flux de trésorerie. Il est conseillé de revoir vos dépenses.
hi: आपके नकद प्रवाह में कुछ असंतुलन हैं। अपने खर्चों की समीक्षा करने की सलाह दी जाती है।
id: Ada beberapa ketidakseimbangan dalam arus kas Anda. Disarankan untuk meninjau pengeluaran Anda.
it: Ci sono alcuni squilibri nel tuo flusso di cassa. Si consiglia di rivedere le tue spese.
ja: キャッシュフローに若干の不均衡が見られます。支出の見直しをお勧めします。
ms: Terdapat beberapa ketidakseimbangan dalam aliran tunai anda. Adalah disyorkan untuk menyemak semula perbelanjaan anda.
th: กระแสเงินสดของคุณมีความไม่สมดุลบางอย่าง แนะนำให้ทบทวนการใช้จ่ายของคุณ
tr: Nakit akışınızda bazı dengesizlikler var. Harcamalarınızı gözden geçirmeniz önerilir.
vi: Có một số sự mất cân đối trong dòng tiền của bạn. Bạn nên xem xét lại các khoản chi tiêu của mình.
zh_hans: 您的现金流存在一些不平衡。建议您检查您的支出。

# cashflow.risk.high_message
source: Warning! Your cash flow is negative. You need to take urgent action.
de: Achtung! Ihr Cashflow ist negativ. Es sind dringende Maßnahmen erforderlich.
es: ¡Atención! Tu flujo de caja es negativo. Es necesario tomar medidas urgentes.
fr: Attention ! Votre flux de trésorerie est négatif. Des mesures urgentes sont nécessaires.
hi: ध्यान दें! आपका नकद प्रवाह नकारात्मक है। आपको तत्काल उपाय करने की आवश्यकता है।
id: Perhatian! Arus kas Anda negatif. Anda perlu mengambil tindakan segera.
it: Attenzione! Il tuo flusso di cassa è negativo. È necessario agire urgentemente.
ja: 注意！キャッシュフローがマイナスです。緊急の対策が必要です。
ms: Awas! Aliran tunai anda negatif. Anda perlu mengambil tindakan segera.
th: โปรดระวัง! กระแสเงินสดของคุณติดลบ คุณจำเป็นต้องดำเนินการอย่างเร่งด่วน
tr: Dikkat! Nakit akışınız negatif yönde. Acil önlem almanız gerekiyor.
vi: Chú ý! Dòng tiền của bạn đang âm. Bạn cần phải hành động ngay lập tức.
zh_hans: 注意！您的现金流为负。您需要立即采取措施。

# cashflow.suggestions
source: Suggestions
de: Vorschläge
es: Sugerencias
hi: सुझाव
id: Saran
it: Suggerimenti
ja: 提案
ms: Cadangan
th: ข้อเสนอแนะ
tr: Öneriler
vi: Gợi ý
zh_hans: 建议

# cashflow.suggestion.low_1
source: Consider investing your surplus funds
de: Sie könnten überschüssiges Geld investieren
es: Podrías invertir tu dinero extra
fr: Vous pourriez investir votre excédent d'argent
hi: आप अपने अतिरिक्त धन को निवेश में लगा सकते हैं
id: Anda dapat menginvestasikan uang lebih Anda
it: Potresti investire i tuoi soldi in eccesso
ja: 余剰資金を投資に回すことを検討しましょう
ms: Anda boleh melaburkan wang lebihan anda
th: คุณสามารถนำเงินส่วนเกินไปลงทุนได้
tr: Fazla paranızı yatırıma yönlendirebilirsiniz
vi: Bạn có thể đầu tư số tiền dư thừa của mình
zh_hans: 您可以将多余的钱用于投资

# cashflow.suggestion.low_2
source: Think about creating an emergency fund
de: Erwägen Sie die Einrichtung eines Notfallfonds
es: Considera crear un fondo de emergencia
fr: Pensez à créer un fonds d'urgence
hi: एक आपातकालीन निधि बनाने पर विचार करें
id: Pertimbangkan untuk membuat dana darurat
it: Considera di creare un fondo di emergenza
ja: 緊急時資金の作成を検討しましょう
ms: Pertimbangkan untuk mewujudkan dana kecemasan
th: พิจารณาสร้างกองทุนฉุกเฉิน
tr: Acil durum fonu oluşturmayı düşünün
vi: Hãy cân nhắc việc tạo một quỹ khẩn cấp
zh_hans: 考虑建立一个应急基金

# cashflow.suggestion.medium_1
source: Reduce unnecessary expenses
de: Reduzieren Sie unnötige Ausgaben
es: Reduce los gastos innecesarios
fr: Réduisez les dépenses inutiles
hi: अनावश्यक खर्च कम करें
id: Kurangi pengeluaran yang tidak perlu
it: Riduci le spese non necessarie
ja: 不要な支出を削減しましょう
ms: Kurangkan perbelanjaan yang tidak perlu
th: ลดค่าใช้จ่ายที่ไม่จำเป็น
tr: Gereksiz harcamaları azaltın
vi: Giảm các khoản chi tiêu không cần thiết
zh_hans: 减少不必要的开支

# cashflow.suggestion.medium_2
source: Create additional income sources
de: Schaffen Sie zusätzliche Einkommensquellen
es: Crea fuentes de ingresos adicionales
fr: Créez des sources de revenus supplémentaires
hi: अतिरिक्त आय के स्रोत बनाएं
id: Ciptakan sumber pendapatan tambahan
it: Crea fonti di reddito aggiuntive
ja: 追加の収入源を作りましょう
ms: Wujudkan sumber pendapatan tambahan
th: สร้างแหล่งรายได้เพิ่มเติม
tr: Ek gelir kaynakları oluşturun
vi: Tạo thêm các nguồn thu nhập
zh_hans: 创造额外的收入来源

# cashflow.suggestion.medium_3
source: Review budget limits
de: Überprüfen Sie Ihre Budgetlimits
es: Revisa los límites de tu presupuesto
fr: Révisez vos limites de budget
hi: बजट सीमा की समीक्षा करें
id: Tinjau batas anggaran Anda
it: Rivedi i limiti del tuo budget
ja: 予算限度額を見直しましょう
ms: Semak semula had bajet anda
th: ทบทวนขีดจำกัดงบประมาณของคุณ
tr: Bütçe limitlerini gözden geçirin
vi: Xem lại các giới hạn ngân sách của bạn
zh_hans: 检查您的预算限额

# cashflow.suggestion.high_1
source: Stop non-essential spending immediately
de: Stoppen Sie dringende Ausgaben
es: Detén los gastos no esenciales
fr: Arrêtez les dépenses non essentielles
hi: तत्काल खर्च बंद करें
id: Hentikan pengeluaran yang tidak mendesak
it: Interrompi le spese non essenziali
ja: 緊急でない支出を停止しましょう
ms: Hentikan perbelanjaan yang tidak mustahak
th: หยุดการใช้จ่ายที่ไม่เร่งด่วน
tr: Acil harcamaları durdurun
vi: Ngừng các khoản chi tiêu không khẩn cấp
zh_hans: 停止非紧急支出

# cashflow.suggestion.high_2
source: Limit credit card usage
de: Schränken Sie die Nutzung von Kreditkarten ein
es: Limita el uso de la tarjeta de crédito
fr: Limitez l'utilisation de la carte de crédit
hi: क्रेडिट कार्ड का उपयोग सीमित करें
id: Batasi penggunaan kartu kredit
it: Limita l'uso della carta di credito
ja: クレジットカードの利用を制限しましょう
ms: Hadkan penggunaan kad kredit
th: จำกัดการใช้บัตรเครดิต
tr: Kredi kartı kullanımını sınırlandırın
vi: Hạn chế sử dụng thẻ tín dụng
zh_hans: 限制信用卡的使用

# cashflow.suggestion.high_3
source: Seek professional financial advice
de: Holen Sie sich professionelle Finanzberatung
es: Busca asesoramiento financiero profesional
fr: Consultez un conseiller financier professionnel
hi: पेशेवर वित्तीय सलाह लें
id: Cari nasihat keuangan profesional
it: Richiedi una consulenza finanziaria professionale
ja: 専門のファイナンシャルアドバイザーに相談しましょう
ms: Dapatkan nasihat kewangan profesional
th: ปรึกษาที่ปรึกษาทางการเงินมืออาชีพ
tr: Profesyonel finansal danışmanlık alın
vi: Tìm kiếm sự tư vấn tài chính chuyên nghiệp
zh_hans: 寻求专业的财务咨询

# cashflow.insight.positive_flow
source: Positive Cash Flow
de: Positiver Cashflow
es: Flujo de Caja Positivo
fr: Flux de trésorerie positif
hi: सकारात्मक नकद प्रवाह
id: Arus Kas Positif
it: Flusso di Cassa Positivo
ja: プラスのキャッシュフロー
ms: Aliran Tunai Positif
th: กระแสเงินสดเป็นบวก
tr: Pozitif Nakit Akışı
vi: Dòng tiền dương
zh_hans: 正向现金流

# cashflow.insight.positive_flow_message
source: You have %@ positive cash flow. You can increase your savings.
de: Sie haben einen positiven Cashflow von %@. Sie können Ihre Ersparnisse erhöhen.
es: Tienes un flujo de caja positivo de %@. Puedes aumentar tus ahorros.
fr: Vous avez un flux de trésorerie positif de %@. Vous pouvez augmenter votre épargne.
hi: आपके पास %@ का सकारात्मक नकद प्रवाह है। आप अपनी बचत बढ़ा सकते हैं।
id: Anda memiliki arus kas positif sebesar %@. Anda dapat meningkatkan tabungan Anda.
it: Hai un flusso di cassa positivo di %@. Puoi aumentare i tuoi risparmi.
ja: %@のプラスキャッシュフローがあります。貯蓄を増やすことができます。
ms: Anda mempunyai aliran tunai positif sebanyak %@. Anda boleh meningkatkan simpanan anda.
th: คุณมีกระแสเงินสดเป็นบวก %@ คุณสามารถเพิ่มการออมของคุณได้
tr: %@ pozitif nakit akışınız var. Tasarruflarınızı artırabilirsiniz.
vi: Bạn có dòng tiền dương là %@. Bạn có thể tăng các khoản tiết kiệm của mình.
zh_hans: 您有%@的正向现金流。您可以增加您的储蓄。

# cashflow.insight.negative_flow
source: Negative Cash Flow
de: Negativer Cashflow
es: Flujo de Caja Negativo
fr: Flux de trésorerie négatif
hi: नकारात्मक नकद प्रवाह
id: Arus Kas Negatif
it: Flusso di Cassa Negativo
ja: マイナスのキャッシュフロー
ms: Aliran Tunai Negatif
th: กระแสเงินสดเป็นลบ
tr: Negatif Nakit Akışı
vi: Dòng tiền âm
zh_hans: 负向现金流

# cashflow.insight.negative_flow_message
source: You have %@ negative cash flow. You need to control your spending.
de: Sie haben einen negativen Cashflow von %@. Sie sollten Ihre Ausgaben unter Kontrolle bringen.
es: Tienes un flujo de caja negativo de %@. Deberías controlar tus gastos.
fr: Vous avez un flux de trésorerie négatif de %@. Vous devriez maîtriser vos dépenses.
hi: आपके पास %@ का नकारात्मक नकद प्रवाह है। आपको अपने खर्चों को नियंत्रित करना चाहिए।
id: Anda memiliki arus kas negatif sebesar %@. Anda harus mengendalikan pengeluaran Anda.
it: Hai un flusso di cassa negativo di %@. Dovresti tenere sotto controllo le tue spese.
ja: %@のマイナスキャッシュフローがあります。支出を管理する必要があります。
ms: Anda mempunyai aliran tunai negatif sebanyak %@. Anda harus mengawal perbelanjaan anda.
th: คุณมีกระแสเงินสดเป็นลบ %@ คุณควรควบคุมการใช้จ่ายของคุณ
tr: %@ negatif nakit akışınız var. Harcamalarınızı kontrol altına almalısınız.
vi: Bạn có dòng tiền âm là %@. Bạn nên kiểm soát các khoản chi tiêu của mình.
zh_hans: 您有%@的负向现金流。您应该控制您的支出。

# cashflow.insight.high_installment
source: High Installment Spending
de: Hohe Ratenausgaben
es: Gasto a Plazos Elevado
fr: Dépenses à crédit élevées
hi: उच्च किस्त खर्च
id: Pengeluaran Cicilan Tinggi
it: Spesa a Rate Elevata
ja: 高い分割払い支出
ms: Perbelanjaan Ansuran Tinggi
th: การใช้จ่ายแบบผ่อนชำระสูง
tr: Yüksek Taksitli Harcama
vi: Chi tiêu trả góp cao
zh_hans: 高额分期支出

# cashflow.insight.high_installment_message
source: %@%% of your spending is on installments. This ratio seems high.
de: %% %@ Ihrer Ausgaben sind Ratenzahlungen. Dieser Anteil scheint hoch.
es: El %%%@ de tus gastos son a plazos. Este porcentaje parece alto.
fr: %% %@ de vos dépenses sont des achats à crédit. Ce ratio semble élevé.
hi: आपके खर्चों का %% %@ किस्त है। यह अनुपात अधिक लगता है।
id: %% %@ dari pengeluaran Anda adalah cicilan. Rasio ini tampaknya tinggi.
it: Il %%%@ delle tue spese è a rate. Questa percentuale sembra alta.
ja: 支出の%% %@が分割払いです。この割合は高いようです。
ms: %% %@ daripada perbelanjaan anda adalah ansuran. Nisbah ini kelihatan tinggi.
th: %%%@ ของการใช้จ่ายของคุณเป็นการผ่อนชำระ สัดส่วนนี้ดูเหมือนจะสูง
tr: Harcamalarınızın %%%@'i taksitli. Bu oran yüksek görünüyor.
vi: %% %@ chi tiêu của bạn là trả góp. Tỷ lệ này có vẻ cao.
zh_hans: 您%% %@的支出是分期付款。这个比例似乎很高。

# cashflow.insight.projection_warning
source: Projection Warning
de: Prognosewarnung
es: Advertencia de Proyección
fr: Avertissement de projection
hi: अनुमान चेतावनी
id: Peringatan Proyeksi
it: Avviso Proiezione
ja: 予測警告
ms: Amaran Unjuran
th: คำเตือนการคาดการณ์
tr: Projeksiyon Uyarısı
vi: Cảnh báo dự báo
zh_hans: 预测警告

# cashflow.insight.projection_warning_message
source: With current spending habits, you may face cash shortage in the upcoming period.
de: Mit Ihren aktuellen Ausgabengewohnheiten könnten Sie in der kommenden Periode in einen Liquiditätsengpass geraten.
es: Con tus hábitos de gasto actuales, podrías tener problemas de liquidez en el próximo período.
fr: Avec vos habitudes de dépenses actuelles, vous pourriez rencontrer des difficultés de trésorerie dans la période à venir.
hi: आपकी वर्तमान खर्च की आदतों के साथ, आपको आने वाली अवधि में नकदी की कमी का सामना करना पड़ सकता है।
id: Dengan kebiasaan belanja Anda saat ini, Anda mungkin menghadapi kesulitan kas pada periode mendatang.
it: Con le tue attuali abitudini di spesa, potresti incontrare difficoltà di liquidità nel prossimo periodo.
ja: 現在の支出習慣では、次の期間に資金不足に陥る可能性があります。
ms: Dengan tabiat perbelanjaan semasa anda, anda mungkin menghadapi kesukaran tunai dalam tempoh akan datang.
th: ด้วยพฤติกรรมการใช้จ่ายในปัจจุบัน คุณอาจประสบปัญหาเงินสดขาดมือในอนาคตอันใกล้
tr: Mevcut harcama alışkanlıklarınızla önümüzdeki dönemde nakit sıkıntısı yaşayabilirsiniz.
vi: Với thói quen chi tiêu hiện tại, bạn có thể gặp khó khăn về tiền mặt trong kỳ tới.
zh_hans: 以您目前的消费习惯，您可能会在下个时期遇到现金短缺。

# common.loading
source: Loading...
de: Wird geladen...
es: Cargando...
fr: Chargement...
hi: लोड हो रहा है...
id: Memuat...
it: Caricamento...
ja: 読み込み中...
ms: Memuatkan...
th: กำลังโหลด...
tr: Yükleniyor...
vi: Đang tải...
zh_hans: 加载中...

# common.close
source: Close
de: Schließen
es: Cerrar
fr: Fermer
hi: बंद करें
id: Tutup
it: Chiudi
ja: 閉じる
ms: Tutup
th: ปิด
tr: Kapat
vi: Đóng
zh_hans: 关闭

# common.expenses
source: Expenses
de: Ausgaben
es: Gastos
fr: Dépenses
hi: व्यय
id: Pengeluaran
it: Uscite
ja: 支出
ms: Perbelanjaan
th: รายจ่าย
tr: Giderler
vi: Các khoản chi
zh_hans: 支出

# common.incomes
source: Incomes
de: Einnahmen
es: Ingresos
fr: Revenus
hi: आय
id: Pemasukan
it: Entrate
ja: 収入
ms: Pendapatan
th: รายรับ
tr: Gelirler
vi: Các khoản thu
zh_hans: 收入

# time.day_short
source: day
de: Tag
es: día
fr: jour
hi: दिन
id: hari
it: giorno
ja: 日
ms: hari
th: วัน
tr: gün
vi: ngày
zh_hans: 天

# reports.category.display_type
source: Display Type
de: Anzeigetyp
es: Tipo de Vista
fr: Type d'affichage
hi: प्रदर्शन प्रकार
id: Jenis Tampilan
it: Tipo di Vista
ja: 表示タイプ
ms: Jenis Paparan
th: ประเภทการแสดงผล
tr: Görünüm Tipi
vi: Kiểu hiển thị
zh_hans: 显示类型

# reports.category.transaction_type
source: Transaction Type
de: Transaktionstyp
es: Tipo de Transacción
fr: Type de transaction
hi: लेन-देन प्रकार
id: Jenis Transaksi
it: Tipo di Transazione
ja: 取引タイプ
ms: Jenis Urus Niaga
th: ประเภทรายการ
tr: İşlem Türü
vi: Loại giao dịch
zh_hans: 交易类型

# reports.category.no_comparison_data
source: No Comparison Data
de: Keine Vergleichsdaten
es: No hay Datos de Comparación
fr: Pas de données de comparaison
hi: कोई तुलना डेटा नहीं
id: Tidak Ada Data Perbandingan
it: Nessun Dato di Confronto
ja: 比較データがありません
ms: Tiada Data Perbandingan
th: ไม่มีข้อมูลเปรียบเทียบ
tr: Karşılaştırma Verisi Yok
vi: Không có dữ liệu so sánh
zh_hans: 无对比数据

# reports.category.no_previous_period
source: No previous period data found
de: Keine Daten aus dem Vorzeitraum gefunden
es: No se encontraron datos del período anterior
fr: Pas de données de la période précédente trouvées
hi: पिछली अवधि का कोई डेटा नहीं मिला
id: Data periode sebelumnya tidak ditemukan
it: Nessun dato del periodo precedente trovato
ja: 前期のデータが見つかりませんでした
ms: Tiada data tempoh sebelumnya ditemui
th: ไม่พบข้อมูลจากช่วงก่อนหน้า
tr: Önceki dönem verisi bulunamadı
vi: Không tìm thấy dữ liệu kỳ trước
zh_hans: 未找到上一时期的数据

# reports.category.detail_type
source: Detail Type
de: Detailtyp
es: Tipo de Detalle
fr: Type de détail
hi: विवरण प्रकार
id: Jenis Detail
it: Tipo di Dettaglio
ja: 詳細タイプ
ms: Jenis Butiran
th: ประเภทรายละเอียด
tr: Detay Tipi
vi: Loại chi tiết
zh_hans: 详情类型

# reports.category.names
source: Names
de: Namen
es: Nombres
fr: Noms
hi: नाम
id: Nama
it: Nomi
ja: 名前
ms: Nama
th: ชื่อ
tr: İsimler
vi: Tên
zh_hans: 名称

# reports.category.days
source: Days
de: Tage
es: Días
fr: Jours
hi: दिन
id: Hari
it: Giorni
ja: 曜日
ms: Hari
th: วัน
tr: Günler
vi: Ngày
zh_hans: 天

# reports.category.hours
source: Hours
de: Stunden
es: Horas
fr: Heures
hi: घंटे
id: Jam
it: Ore
ja: 時間
ms: Jam
th: ชั่วโมง
tr: Saatler
vi: Giờ
zh_hans: 小时

# reports.category.trend
source: Trend
es: Tendencia
fr: Tendance
hi: प्रवृत्ति
id: Tren
ja: トレンド
ms: Aliran
th: แนวโน้ม
vi: Xu hướng
zh_hans: 趋势

# reports.category.total_spending
source: Total Spending
de: Gesamtausgaben
es: Gasto Total
fr: Dépenses totales
hi: कुल खर्च
id: Total Pengeluaran
it: Spesa Totale
ja: 総支出
ms: Jumlah Perbelanjaan
th: การใช้จ่ายทั้งหมด
tr: Toplam Harcama
vi: Tổng chi tiêu
zh_hans: 总支出

# reports.category.transaction
source: Transaction
de: Transaktion
es: Transacción
hi: लेन-देन
id: Transaksi
it: Transazione
ja: 取引
ms: Urus Niaga
th: รายการ
tr: İşlem
vi: Giao dịch
zh_hans: 交易

# reports.category.average
source: Average
de: Durchschnitt
es: Promedio
fr: Moyenne
hi: औसत
id: Rata-rata
it: Media
ja: 平均
ms: Purata
th: เฉลี่ย
tr: Ortalama
vi: Trung bình
zh_hans: 平均

# reports.category.daily
source: Daily
de: Täglich
es: Diario
fr: Quotidien
hi: दैनिक
id: Harian
it: Giornaliero
ja: 日次
ms: Harian
th: รายวัน
tr: Günlük
vi: Hàng ngày
zh_hans: 每日

# reports.category.most_frequent_names
source: Most Frequent Transaction Names
de: Häufigste Transaktionsnamen
es: Nombres de Transacción Más Frecuentes
fr: Noms de transaction les plus fréquents
hi: सबसे अधिक उपयोग किए जाने वाले लेन-देन के नाम
id: Nama Transaksi Paling Sering
it: Nomi Transazione più Frequenti
ja: 最も頻繁な取引名
ms: Nama Urus Niaga Paling Kerap
th: ชื่อรายการที่ใช้บ่อยที่สุด
tr: En Sık Kullanılan İşlem İsimleri
vi: Tên giao dịch thường xuyên nhất
zh_hans: 最常用的交易名称

# reports.category.used_times
source: Used %d times
de: %d Mal verwendet
es: usado %d veces
fr: utilisé %d fois
hi: %d बार उपयोग किया गया
id: digunakan %d kali
it: usato %d volte
ja: %d回使用
ms: digunakan %d kali
th: ใช้ไป %d ครั้ง
tr: %d kez kullanıldı
vi: đã sử dụng %d lần
zh_hans: 使用%d次

# reports.category.avg_short
source: Avg
de: Durchschn.
es: Prom.
fr: Moy.
hi: औसत
id: Rata2
it: Media
ja: 平均
ms: Purata
th: เฉลี่ย
tr: Ort
vi: TB
zh_hans: 平均

# reports.category.distribution_by_days
source: Distribution by Days
de: Verteilung nach Tagen
es: Distribución por Días
fr: Répartition par jours
hi: दिनों के अनुसार वितरण
id: Distribusi Berdasarkan Hari
it: Distribuzione per Giorni
ja: 曜日別分布
ms: Agihan mengikut Hari
th: การกระจายตามวัน
tr: Günlere Göre Dağılım
vi: Phân bổ theo ngày
zh_hans: 按天分布

# reports.category.distribution_by_hours
source: Distribution by Hours
de: Verteilung nach Stunden
es: Distribución por Horas
fr: Répartition par heures
hi: घंटों के अनुसार वितरण
id: Distribusi Berdasarkan Jam
it: Distribuzione per Ore
ja: 時間帯別分布
ms: Agihan mengikut Jam
th: การกระจายตามชั่วโมง
tr: Saatlere Göre Dağılım
vi: Phân bổ theo giờ
zh_hans: 按小时分布

# reports.category.monthly_trend
source: Monthly Trend
de: Monatlicher Trend
es: Tendencia Mensual
fr: Tendance mensuelle
hi: मासिक प्रवृत्ति
id: Tren Bulanan
it: Trend Mensile
ja: 月次トレンド
ms: Aliran Bulanan
th: แนวโน้มรายเดือน
tr: Aylık Trend
vi: Xu hướng hàng tháng
zh_hans: 月度趋势

# reports.category.transaction_count
source: %d transactions
de: %d Transaktionen
es: %d transacciones
hi: %d लेन-देन
id: %d transaksi
it: %d transazioni
ja: %d件の取引
ms: %d urus niaga
th: %d รายการ
tr: %d işlem
vi: %d giao dịch
zh_hans: %d笔交易

# reports.category.previous
source: Previous
de: Vorherige
es: Anterior
fr: Précédent
hi: पिछला
id: Sebelumnya
it: Precedente
ja: 前回
ms: Sebelumnya
th: ก่อนหน้า
tr: Önceki
vi: Trước
zh_hans: 上期

# reports.category.day
source: Day
de: Tag
es: Día
fr: Jour
hi: दिन
id: Hari
it: Giorno
ja: 日
ms: Hari
th: วัน
tr: Gün
vi: Ngày
zh_hans: 日

# reports.category.amount
source: Amount
hi: राशि
id: Jumlah
ja: 金額
ms: Jumlah
th: จำนวนเงิน
tr: Tutar
vi: Số tiền
zh_hans: 金额

# reports.category.month
source: Month
de: Monat
es: Mes
fr: Mois
hi: महीना
id: Bulan
it: Mese
ja: 月
ms: Bulan
th: เดือน
tr: Ay
vi: Tháng
zh_hans: 月

# reports.heatmap.24_hours
source: 24 Hours
de: 24 Stunden
es: 24 Horas
fr: 24 heures
hi: 24 घंटे
id: 24 Jam
it: 24 Ore
ja: 24時間
ms: 24 Jam
th: 24 ชั่วโมง
tr: 24 Saat
vi: 24 giờ
zh_hans: 24小时

# reports.transaction_count
source: %d transactions
de: %d Transaktionen
es: %d transacciones
hi: %d लेन-देन
id: %d transaksi
it: %d transazioni
ja: %d件の取引
ms: %d urus niaga
th: %d รายการ
tr: %d işlem
vi: %d giao dịch
zh_hans: %d笔交易

# reports.average_with_amount
source: Avg: %@
de: Durchschn.: %@
es: Prom: %@
fr: Moy: %@
hi: औसत: %@
id: Rata2: %@
it: Media: %@
ja: 平均: %@
ms: Purata: %@
th: เฉลี่ย: %@
tr: Ort: %@
vi: TB: %@
zh_hans: 平均: %@

# reports.heatmap.busiest_hours
source: Busiest: %@
de: Am aktivsten: %@
es: Más activo: %@
fr: Plus actif: %@
hi: सबसे व्यस्त: %@
id: Tersibuk: %@
it: Più intenso: %@
ja: 最多: %@
ms: Paling sibuk: %@
th: คึกคักที่สุด: %@
tr: En yoğun: %@
vi: Bận rộn nhất: %@
zh_hans: 最繁忙: %@

# common.low
source: Low
de: Niedrig
es: Bajo
fr: Faible
hi: कम
id: Rendah
it: Basso
ja: 低い
ms: Rendah
th: ต่ำ
tr: Az
vi: Thấp
zh_hans: 低

# common.high
source: High
de: Hoch
es: Alto
fr: Élevé
hi: अधिक
id: Tinggi
it: Alto
ja: 高い
ms: Tinggi
th: สูง
tr: Çok
vi: Cao
zh_hans: 高

# common.average
source: Average
de: Durchschnitt
es: Promedio
fr: Moyenne
hi: औसत
id: Rata-rata
it: Medio
ja: 平均
ms: Purata
th: เฉลี่ย
tr: Ortalama
vi: Trung bình
zh_hans: 平均

# common.highest
source: Highest
de: Höchste
es: El más alto
fr: Le plus élevé
hi: उच्चतम
id: Tertinggi
it: Massimo
ja: 最高
ms: Tertinggi
th: สูงสุด
tr: En Yüksek
vi: Cao nhất
zh_hans: 最高

# reports.heatmap.try_different_date_range
source: Try a different date range
de: Versuchen Sie einen anderen Datumsbereich
es: Prueba un rango de fechas diferente
fr: Essayez une autre plage de dates
hi: एक अलग तिथि सीमा का प्रयास करें
id: Coba rentang tanggal yang berbeda
it: Prova un intervallo di date diverso
ja: 別の期間を試してください
ms: Cuba julat tarikh yang berbeza
th: ลองช่วงวันที่อื่น
tr: Farklı bir tarih aralığı deneyin
vi: Hãy thử một khoảng thời gian khác
zh_hans: 尝试不同的日期范围
