Repository: tturanmustafa/Walleo
Catalog: Walleo/UI/Resources/*.lproj/Localizable.strings
Languages: de, es, fr, hi, id, it, ja, ms, th, tr, vi, zh_hans

# calendar.no_transactions_on_date
source: No Transactions on This Date
de: Keine Transaktionen an diesem Datum
es: No hay transacciones en esta fecha
fr: Aucune transaction à cette date
hi: इस तिथि पर कोई लेन-देन नहीं
id: Tidak ada transaksi pada tanggal ini
it: Nessuna transazione in questa data
ja: この日付の取引はありません
ms: Tiada urus niaga pada tarikh ini
th: ไม่มีรายการในวันนี้
tr: Bu Tarihte İşlem Yok
vi: Không có giao dịch vào ngày này
zh_hans: 此日期无交易

# calendar.monthly_summary
source: Monthly Summary
de: Monatsübersicht
es: Resumen Mensual
fr: Résumé mensuel
hi: मासिक सारांश
id: Ringkasan Bulanan
it: Riepilogo Mensile
ja: 月次概要
ms: Ringkasan Bulanan
th: สรุปรายเดือน
tr: Aylık Özet
vi: Tóm tắt hàng tháng
zh_hans: 月度概要

# notifications.title
source: Notifications
de: Benachrichtigungen
es: Notificaciones
hi: सूचनाएं
id: Notifikasi
it: Notifiche
ja: 通知
ms: Pemberitahuan
th: การแจ้งเตือน
tr: Bildirimler
vi: Thông báo
zh_hans: 通知

# notifications.no_notifications_title
source: No notifications yet
de: Noch keine Benachrichtigungen
es: Aún no hay notificaciones
fr: Aucune notification pour le moment
hi: अभी तक कोई सूचना नहीं
id: Belum ada notifikasi
it: Ancora nessuna notifica
ja: まだ通知はありません
ms: Belum ada pemberitahuan
th: ยังไม่มีการแจ้งเตือน
tr: Henüz bildirim yok
vi: Chưa có thông báo
zh_hans: 暂无通知

# notifications.no_notifications_desc
source: Your important in-app notifications will appear here.
de: Wichtige In-App-Benachrichtigungen werden hier angezeigt.
es: Las notificaciones importantes de la app aparecerán aquí.
fr: Les notifications importantes de l'application apparaîtront ici.
hi: महत्वपूर्ण इन-ऐप सूचनाएं यहां दिखाई देंगी।
id: Notifikasi penting dalam aplikasi akan muncul di sini.
it: Le notifiche importanti dell'app appariranno qui.
ja: 重要なアプリ内通知はここに表示されます。
ms: Pemberitahuan penting dalam aplikasi akan muncul di sini.
th: การแจ้งเตือนที่สำคัญในแอปจะปรากฏที่นี่
tr: Uygulama içi önemli bildirimleriniz burada görünecektir.
vi: Các thông báo quan trọng trong ứng dụng sẽ xuất hiện ở đây.
zh_hans: 重要的应用内通知将显示在此处。

# validation.error.invalid_amount_format
source: Invalid format. Max 9 integer and 2 decimal places.
de: Ungültiges Format. Maximal 9 Vorkomma- und 2 Nachkommastellen erlaubt.
es: Formato no válido. Máximo 9 dígitos enteros y 2 decimales.
fr: Format invalide. Maximum 9 chiffres avant la virgule et 2 après.
hi: अमान्य प्रारूप। अधिकतम 9 पूर्णांक और 2 दशमलव अंक।
id: Format tidak valid. Maksimal 9 digit angka bulat dan 2 desimal.
it: Formato non valido. Massimo 9 cifre intere e 2 decimali.
ja: 無効な形式です。最大整数9桁、小数2桁までです。
ms: Format tidak sah. Maksimum 9 digit integer dan 2 tempat perpuluhan.
th: รูปแบบไม่ถูกต้อง สามารถมีตัวเลขเต็มได้สูงสุด 9 หลักและทศนิยม 2 ตำแหน่ง
tr: Geçersiz format. En fazla 9 tam ve 2 ondalık basamak olabilir.
vi: Định dạng không hợp lệ. Tối đa 9 chữ số nguyên và 2 chữ số thập phân.
zh_hans: 格式无效。最多9位整数和2位小数。

# reports.type.summary
source: Summary
de: Übersicht
es: Resumen
fr: Résumé
hi: सारांश
id: Ringkasan
it: Riepilogo
ja: 概要
ms: Ringkasan
th: สรุป
tr: Özet
vi: Tóm tắt
zh_hans: 概要

# reports.type.distribution
source: Distribution
de: Verteilung
es: Distribución
fr: Répartition
hi: वितरण
id: Distribusi
it: Distribuzione
ja: 分布
ms: Agihan
th: การกระจาย
tr: Dağılım
vi: Phân bổ
zh_hans: 分布

# reports.summary.card.main_metrics
source: Main Metrics
de: Hauptkennzahlen
es: Métricas Principales
fr: Indicateurs clés
hi: मुख्य मेट्रिक्स
id: Metrik Utama
it: Metriche Principali
ja: 主要指標
ms: Metrik Utama
th: ตัวชี้วัดหลัก
tr: Ana Metrikler
vi: Các chỉ số chính
zh_hans: 主要指标

# reports.summary.card.comparison
source: Comparative Analysis
de: Vergleichende Analyse
es: Análisis Comparativo
fr: Analyse comparative
hi: तुलनात्मक विश्लेषण
id: Analisis Perbandingan
it: Analisi Comparativa
ja: 比較分析
ms: Analisis Perbandingan
th: การวิเคราะห์เปรียบเทียบ
tr: Karşılaştırmalı Analiz
vi: Phân tích so sánh
zh_hans: 对比分析

# reports.summary.top_expenses
source: Top Expenses
de: Top-Ausgaben
es: Principales Gastos
fr: Principales dépenses
hi: शीर्ष व्यय
id: Pengeluaran Teratas
it: Spese Principali
ja: 上位の支出
ms: Perbelanjaan Teratas
th: รายจ่ายสูงสุด
tr: En Çok Harcananlar
vi: Các khoản chi tiêu nhiều nhất
zh_hans: 主要支出

# reports.summary.statistics
source: Statistics
de: Statistiken
es: Estadísticas
fr: Statistiques
hi: सांख्यिकी
id: Statistik
it: Statistiche
ja: 統計
ms: Statistik
th: สถิติ
tr: İstatistikler
vi: Thống kê
zh_hans: 统计

# reports.summary.net_flow
source: Net Flow
de: Netto-Cashflow
es: Flujo Neto
fr: Flux net
hi: शुद्ध प्रवाह
id: Arus Bersih
it: Flusso Netto
ja: 純増減
ms: Aliran Bersih
th: กระแสเงินสดสุทธิ
tr: Net Akış
vi: Dòng tiền ròng
zh_hans: 净流量

# reports.comparison.no_data
source: No data from the previous period for comparison.
de: Keine Daten aus dem Vorzeitraum für einen Vergleich vorhanden.
es: No hay datos del período anterior para comparar.
fr: Pas de données de la période précédente pour comparer.
hi: तुलना के लिए पिछली अवधि का कोई डेटा नहीं है।
id: Tidak ada data dari periode sebelumnya untuk perbandingan.
it: Nessun dato del periodo precedente per il confronto.
ja: 比較対象の前期データがありません。
ms: Tiada data dari tempoh sebelumnya untuk perbandingan.
th: ไม่มีข้อมูลจากช่วงก่อนหน้าเพื่อเปรียบเทียบ
tr: Karşılaştırma için önceki dönem verisi yok.
vi: Không có dữ liệu kỳ trước để so sánh.
zh_hans: 没有上一时期的数据可供比较。

# reports.comparison.prefix_net_flow_positive
source: You saved
de: Im Vergleich zum Vorzeitraum haben Sie
es: En comparación con el período anterior, has ahorrado
fr: Par rapport à la période précédente, vous avez économisé
hi: पिछली अवधि की तुलना में, आपने
id: Dibandingkan periode sebelumnya, Anda berhemat
it: Rispetto al periodo precedente hai risparmiato
ja: 前期比で
ms: Berbanding tempoh sebelumnya, anda telah berjimat
th: เมื่อเทียบกับช่วงก่อนหน้า คุณประหยัดได้มากขึ้น
tr: Önceki döneme göre
vi: So với kỳ trước, bạn đã tiết kiệm được
zh_hans: 与上一时期相比，您多节省了

# reports.comparison.prefix_net_flow_negative
source: You spent
de: Im Vergleich zum Vorzeitraum haben Sie
es: En comparación con el período anterior, has gastado
fr: Par rapport à la période précédente, vous avez dépensé
hi: पिछली अवधि की तुलना में, आपने
id: Dibandingkan periode sebelumnya, Anda menghabiskan
it: Rispetto al periodo precedente hai speso
ja: 前期比で
ms: Berbanding tempoh sebelumnya, anda telah berbelanja
th: เมื่อเทียบกับช่วงก่อนหน้า คุณใช้จ่ายมากขึ้น
tr: Önceki döneme göre
vi: So với kỳ trước, bạn đã chi tiêu
zh_hans: 与上一时期相比，您多花费了

# reports.comparison.prefix_expenses_increased
source: Your expenses increased by
de: Ihre Ausgaben sind im Vergleich zum Vorzeitraum um
es: Tus gastos han aumentado un
fr: Vos dépenses ont augmenté de
hi: आपके व्यय पिछली अवधि की तुलना में
id: Pengeluaran Anda meningkat sebesar
it: Le tue uscite sono aumentate del
ja: 支出が前期比で
ms: Perbelanjaan anda telah meningkat sebanyak
th: รายจ่ายของคุณเพิ่มขึ้น
tr: Giderleriniz bir önceki döneme göre
vi: Chi tiêu của bạn đã tăng
zh_hans: 您的支出比上一时期增加了

# reports.comparison.suffix_expenses_increased
source: compared to the previous period.
de: gestiegen.
es: en comparación con el período anterior.
fr: par rapport à la période précédente.
hi: बढ़ गए हैं।
id: dibandingkan periode sebelumnya.
it: rispetto al periodo precedente.
ja: 増加しました。
ms: berbanding tempoh sebelumnya.
th: เมื่อเทียบกับช่วงก่อนหน้า
tr: arttı.
vi: so với kỳ trước.

# reports.comparison.prefix_expenses_decreased
source: Your expenses decreased by
de: Ihre Ausgaben sind im Vergleich zum Vorzeitraum um
es: Tus gastos han disminuido un
fr: Vos dépenses ont diminué de
hi: आपके व्यय पिछली अवधि की तुलना में
id: Pengeluaran Anda menurun sebesar
it: Le tue uscite sono diminuite del
ja: 支出が前期比で
ms: Perbelanjaan anda telah berkurang sebanyak
th: รายจ่ายของคุณลดลง
tr: Giderleriniz bir önceki döneme göre
vi: Chi tiêu của bạn đã giảm
zh_hans: 您的支出比上一时期减少了

# reports.comparison.suffix_expenses_decreased
source: compared to the previous period.
de: gesunken.
es: en comparación con el período anterior.
fr: par rapport à la période précédente.
hi: कम हो गए हैं।
id: dibandingkan periode sebelumnya.
it: rispetto al periodo precedente.
ja: 減少しました。
ms: berbanding tempoh sebelumnya.
th: เมื่อเทียบกับช่วงก่อนหน้า
tr: azaldı.
vi: so với kỳ trước.

# reports.distribution.no_data
source: No data to display for this period.
de: Für diesen Zeitraum sind keine Daten zum Anzeigen vorhanden.
es: No hay datos que mostrar para este período.
fr: Aucune donnée à afficher pour cette période.
hi: इस अवधि के लिए कोई डेटा नहीं दिखाया जा सकता है।
id: Tidak ada data untuk ditampilkan pada periode ini.
it: Nessun dato da visualizzare per questo periodo.
ja: この期間に表示するデータはありません。
ms: Tiada data untuk dipaparkan bagi tempoh ini.
th: ไม่มีข้อมูลที่จะแสดงสำหรับช่วงเวลานี้
tr: Bu dönem için gösterilecek veri yok.
vi: Không có dữ liệu để hiển thị cho kỳ này.
zh_hans: 此期间无数据显示。

# reports.statistics.daily_avg_expense
source: Daily Average Expense
de: Tägl. durchschnittliche Ausgaben
es: Gasto Promedio Diario
fr: Dépense moyenne quotidienne
hi: दैनिक औसत व्यय
id: Rata-rata Pengeluaran Harian
it: Uscita Media Giornaliera
ja: 一日あたりの平均支出
ms: Purata Perbelanjaan Harian
th: รายจ่ายเฉลี่ยต่อวัน
tr: Günlük Ortalama Gider
vi: Chi tiêu trung bình hàng ngày
zh_hans: 日均支出

# reports.statistics.daily_avg_income
source: Daily Average Income
de: Tägl. durchschnittliche Einnahmen
es: Ingreso Promedio Diario
fr: Revenu moyen quotidien
hi: दैनिक औसत आय
id: Rata-rata Pemasukan Harian
it: Entrata Media Giornaliera
ja: 一日あたりの平均収入
ms: Purata Pendapatan Harian
th: รายรับเฉลี่ยต่อวัน
tr: Günlük Ortalama Gelir
vi: Thu nhập trung bình hàng ngày
zh_hans: 日均收入

# reports.statistics.highest_expense
source: Highest Single Expense
de: Höchste Einzelausgabe
es: Gasto Único Más Alto
fr: Dépense unique la plus élevée
hi: उच्चतम एकल व्यय
id: Pengeluaran Tunggal Tertinggi
it: Uscita Singola Massima
ja: 最大の単一支出
ms: Perbelanjaan Tunggal Tertinggi
th: รายจ่ายเดี่ยวสูงสุด
tr: En Yüksek Tekil Gider
vi: Chi tiêu một lần cao nhất
zh_hans: 最高单笔支出

# reports.statistics.highest_income
source: Highest Single Income
de: Höchste Einzeleinnahme
es: Ingreso Único Más Alto
fr: Revenu unique le plus élevé
hi: उच्चतम एकल आय
id: Pemasukan Tunggal Tertinggi
it: Entrata Singola Massima
ja: 最大の単一収入
ms: Pendapatan Tunggal Tertinggi
th: รายรับเดี่ยวสูงสุด
tr: En Yüksek Tekil Gelir
vi: Thu nhập một lần cao nhất
zh_hans: 最高单笔收入

# budgets.title
source: Budgets
es: Presupuestos
hi: बजट
id: Anggaran
it: Budget
ja: 予算
ms: Bajet
th: งบประมาณ
tr: Bütçeler
vi: Ngân sách
zh_hans: 预算

# budgets.empty.title
source: No Budgets Yet
de: Noch kein Budget vorhanden
es: Aún no hay presupuestos
fr: Aucun budget pour le moment
hi: अभी तक कोई बजट नहीं
id: Belum Ada Anggaran
it: Nessun Budget Ancora
ja: まだ予算がありません
ms: Belum Ada Bajet
th: ยังไม่มีงบประมาณ
tr: Henüz Bütçe Yok
vi: Chưa có ngân sách
zh_hans: 暂无预算

# budgets.empty.description
source: Tap the '+' icon to create a new budget and take control of your spending.
de: Erstellen Sie ein neues Budget, indem Sie auf das '+'-Symbol tippen, um Ihre Ausgaben zu kontrollieren.
es: Crea un nuevo presupuesto tocando el icono '+' para controlar tus gastos.
fr: Créez un nouveau budget en appuyant sur l'icône '+' pour maîtriser vos dépenses.
hi: अपने खर्चों को नियंत्रित करने के लिए '+' आइकन पर टैप करके एक नया बजट बनाएं।
id: Buat anggaran baru dengan mengetuk ikon '+' untuk mengontrol pengeluaran Anda.
it: Crea un nuovo budget toccando l'icona '+' per tenere sotto controllo le tue spese.
ja: 「+」アイコンをタップして新しい予算を作成し、支出を管理しましょう。
ms: Cipta bajet baru dengan mengetik ikon '+' untuk mengawal perbelanjaan anda.
th: สร้างงบประมาณใหม่โดยแตะที่ไอคอน '+' เพื่อควบคุมการใช้จ่ายของคุณ
tr: Harcamalarınızı kontrol altına almak için '+' ikonuna dokunarak yeni bir bütçe oluşturun.
vi: Tạo ngân sách mới bằng cách chạm vào biểu tượng '+' để kiểm soát chi tiêu của bạn.
zh_hans: 点击“+”图标创建新预算以控制您的支出。

# budgets.add.title
source: New Budget
de: Neues Budget
es: Nuevo Presupuesto
fr: Nouveau budget
hi: नया बजट
id: Anggaran Baru
it: Nuovo Budget
ja: 新規予算
ms: Bajet Baru
th: งบประมาณใหม่
tr: Yeni Bütçe
vi: Ngân sách mới
zh_hans: 新建预算

# budgets.edit.title
source: Edit Budget
de: Budget bearbeiten
es: Editar Presupuesto
fr: Modifier le budget
hi: बजट संपादित करें
id: Ubah Anggaran
it: Modifica Budget
ja: 予算を編集
ms: Ubah Bajet
th: แก้ไขงบประมาณ
tr: Bütçeyi Düzenle
vi: Sửa ngân sách
zh_hans: 编辑预算

# budgets.form.name_placeholder
source: e.g., Groceries
de: z.B. Lebensmittelausgaben
es: ej: Compras
fr: ex: Courses
hi: उदा: किराने का खर्च
id: mis: Belanja Bulanan
it: es: Spese Alimentari
ja: 例: 食費
ms: cth: Perbelanjaan Dapur
th: เช่น ค่าอาหาร
tr: örn: Mutfak Giderleri
vi: ví dụ: Chi tiêu nhà bếp
zh_hans: 例如：餐饮支出

# budgets.form.limit_amount
source: Monthly Limit
de: Monatliches Limit
es: Límite Mensual
fr: Limite mensuelle
hi: मासिक सीमा
id: Batas Bulanan
it: Limite Mensile
ja: 月間限度額
ms: Had Bulanan
th: ขีดจำกัดรายเดือน
tr: Aylık Limit
vi: Hạn mức hàng tháng
zh_hans: 每月限额

# budgets.form.select_categories
source: Select Categories
de: Kategorien auswählen
es: Seleccionar Categorías
fr: Sélectionner des catégories
hi: श्रेणियाँ चुनें
id: Pilih Kategori
it: Seleziona Categorie
ja: カテゴリーを選択
ms: Pilih Kategori
th: เลือกหมวดหมู่
tr: Kategorileri Seç
vi: Chọn các hạng mục
zh_hans: 选择类别

# budgets.card.total_limit
source: Total Limit
de: Gesamtlimit
es: Límite Total
fr: Limite totale
hi: कुल सीमा
id: Total Batas
it: Limite Totale
ja: 総限度額
ms: Jumlah Had
th: ขีดจำกัดทั้งหมด
tr: Toplam Limit
vi: Tổng hạn mức
zh_hans: 总限额

# budgets.card.amount_spent
source: Amount Spent
de: Ausgegebener Betrag
es: Importe Gastado
fr: Montant dépensé
hi: खर्च की गई राशि
id: Jumlah Dibelanjakan
it: Importo Speso
ja: 支出額
ms: Jumlah Dibelanjakan
th: จำนวนที่ใช้ไป
tr: Harcanan Tutar
vi: Số tiền đã chi
zh_hans: 已用金额

# budgets.card.amount_remaining
source: Amount Remaining
de: Verbleibender Betrag
es: Importe Restante
fr: Montant restant
hi: शेष राशि
id: Jumlah Tersisa
it: Importo Rimanente
ja: 残額
ms: Jumlah Baki
th: จำนวนที่เหลือ
tr: Kalan Tutar
vi: Số tiền còn lại
zh_hans: 剩余金额

# alert.delete_budget.message_format
source: Are you sure you want to permanently delete the budget named '%@'?
de: Sind Sie sicher, dass Sie das Budget '%@' endgültig löschen möchten?
es: ¿Estás seguro de que quieres eliminar permanentemente el presupuesto '%@'?
fr: Êtes-vous sûr de vouloir supprimer définitivement le budget '%@' ?
hi: क्या आप निश्चित रूप से बजट '%@' को स्थायी रूप से हटाना चाहते हैं?
id: Apakah Anda yakin ingin menghapus anggaran '%@' secara permanen?
it: Sei sicuro di voler eliminare permanentemente il budget '%@'?
ja: 「%@」という名前の予算を完全に削除してもよろしいですか？
ms: Adakah anda pasti ingin memadam bajet '%@' secara kekal?
th: คุณแน่ใจหรือไม่ว่าต้องการลบงบประมาณ '%@' อย่างถาวร?
tr: '%@' adlı bütçeyi kalıcı olarak silmek istediğinizden emin misiniz?
vi: Bạn có chắc chắn muốn xóa vĩnh viễn ngân sách '%@' không?
zh_hans: 您确定要永久删除预算“%@”吗？

# enum.recurrence.once
source: One Time
de: Einmalig
es: Una sola vez
fr: Une seule fois
hi: एक बार
id: Sekali
it: Una sola volta
ja: 一回のみ
ms: Sekali
th: ครั้งเดียว
tr: Tek Seferlik
vi: Một lần
zh_hans: 仅一次

# enum.recurrence.monthly
source: Every Month
de: Monatlich
es: Cada mes
fr: Chaque mois
hi: हर महीने
id: Setiap Bulan
it: Ogni mese
ja: 毎月
ms: Setiap Bulan
th: ทุกเดือน
tr: Her Ay
vi: Hàng tháng
zh_hans: 每月

# enum.recurrence.quarterly
source: Every 3 Months
de: Alle 3 Monate
es: Cada 3 meses
fr: Tous les 3 mois
hi: हर 3 महीने में
id: Setiap 3 Bulan
it: Ogni 3 mesi
ja: 3ヶ月ごと
ms: Setiap 3 Bulan
th: ทุก 3 เดือน
tr: Her 3 Ayda Bir
vi: Hàng quý
zh_hans: 每3个月

# enum.recurrence.semi_annually
source: Every 6 Months
de: Alle 6 Monate
es: Cada 6 meses
fr: Tous les 6 mois
hi: हर 6 महीने में
id: Setiap 6 Bulan
it: Ogni 6 mesi
ja: 6ヶ月ごと
ms: Setiap 6 Bulan
th: ทุก 6 เดือน
tr: Her 6 Ayda Bir
vi: Nửa năm một lần
zh_hans: 每6个月

# enum.recurrence.annually
source: Every Year
de: Jährlich
es: Cada año
fr: Chaque année
hi: हर साल
id: Setiap Tahun
it: Ogni anno
ja: 毎年
ms: Setiap Tahun
th: ทุกปี
tr: Her Yıl
vi: Hàng năm
zh_hans: 每年

# enum.sort.date_desc
source: Date (Newest to Oldest)
de: Nach Datum (Neu nach Alt)
es: Por fecha (más reciente primero)
fr: Par date (décroissant)
hi: तिथि के अनुसार (नए से पुराने)
id: Berdasarkan Tanggal (Terbaru ke Terlama)
it: Per data (dal più recente)
ja: 日付順 (新しい順)
ms: Mengikut Tarikh (Terbaru ke Terlama)
th: ตามวันที่ (ใหม่ไปเก่า)
tr: Tarihe Göre (Yeniden Eskiye)
vi: Theo ngày (Mới nhất đến cũ nhất)
zh_hans: 按日期 (从新到旧)

# enum.sort.date_asc
source: Date (Oldest to Newest)
de: Nach Datum (Alt nach Neu)
es: Por fecha (más antiguo primero)
fr: Par date (croissant)
hi: तिथि के अनुसार (पुराने से नए)
id: Berdasarkan Tanggal (Terlama ke Terbaru)
it: Per data (dal meno recente)
ja: 日付順 (古い順)
ms: Mengikut Tarikh (Terlama ke Terbaru)
th: ตามวันที่ (เก่าไปใหม่)
tr: Tarihe Göre (Eskiden Yeniye)
vi: Theo ngày (Cũ nhất đến mới nhất)
zh_hans: 按日期 (从旧到新)

# enum.sort.amount_desc
source: Amount (Highest to Lowest)
de: Nach Betrag (Hoch nach Niedrig)
es: Por importe (de mayor a menor)
fr: Par montant (décroissant)
hi: राशि के अनुसार (अधिक से कम)
id: Berdasarkan Jumlah (Tertinggi ke Terendah)
it: Per importo (dal più alto)
ja: 金額順 (高い順)
ms: Mengikut Jumlah (Tertinggi ke Terendah)
th: ตามจำนวนเงิน (มากไปน้อย)
tr: Tutara Göre (Çoktan Aza)
vi: Theo số tiền (Cao đến thấp)
zh_hans: 按金额 (从高到低)

# enum.sort.amount_asc
source: Amount (Lowest to Highest)
de: Nach Betrag (Niedrig nach Hoch)
es: Por importe (de menor a mayor)
fr: Par montant (croissant)
hi: राशि के अनुसार (कम से अधिक)
id: Berdasarkan Jumlah (Terendah ke Tertinggi)
it: Per importo (dal più basso)
ja: 金額順 (低い順)
ms: Mengikut Jumlah (Terendah ke Tertinggi)
th: ตามจำนวนเงิน (น้อยไปมาก)
tr: Tutara Göre (Azdan Çoğa)
vi: Theo số tiền (Thấp đến cao)
zh_hans: 按金额 (从低到高)

# enum.date_range.all
source: All Time
de: Gesamter Zeitraum
es: Desde siempre
fr: Toutes les dates
hi: सभी समय
id: Semua Waktu
it: Sempre
ja: 全期間
ms: Semua Masa
th: ตลอดเวลา
tr: Tüm Zamanlar
vi: Toàn bộ thời gian
zh_hans: 所有时间

# enum.date_range.this_week
source: This Week
de: Diese Woche
es: Esta semana
fr: Cette semaine
hi: इस सप्ताह
id: Minggu Ini
it: Questa settimana
ja: 今週
ms: Minggu Ini
th: สัปดาห์นี้
tr: Bu Hafta
vi: Tuần này
zh_hans: 本周

# enum.date_range.ytd
source: Year-to-Date
de: Seit Jahresbeginn
es: Este año
fr: Depuis le début de l'année
hi: इस वर्ष अब तक
id: Tahun Ini
it: Da inizio anno
ja: 年初から
ms: Tahun Ini
th: ตั้งแต่ต้นปี
tr: Yıl Başından Beri
vi: Từ đầu năm
zh_hans: 今年以来

# enum.date_range.this_month
source: This Month
de: Dieser Monat
es: Este mes
fr: Ce mois-ci
hi: इस महीने
id: Bulan Ini
it: Questo mese
ja: 今月
ms: Bulan Ini
th: เดือนนี้
tr: Bu Ay
vi: Tháng này
zh_hans: 本月

# enum.date_range.last_3_months
source: Last 3 Months
de: Letzte 3 Monate
es: Últimos 3 meses
fr: 3 derniers mois
hi: पिछले 3 महीने
id: 3 Bulan Terakhir
it: Ultimi 3 mesi
ja: 過去3ヶ月
ms: 3 Bulan Lalu
th: 3 เดือนล่าสุด
tr: Son 3 Ay
vi: 3 tháng qua
zh_hans: 过去3个月

# enum.date_range.last_6_months
source: Last 6 Months
de: Letzte 6 Monate
es: Últimos 6 meses
fr: 6 derniers mois
hi: पिछले 6 महीने
id: 6 Bulan Terakhir
it: Ultimi 6 mesi
ja: 過去6ヶ月
ms: 6 Bulan Lalu
th: 6 เดือนล่าสุด
tr: Son 6 Ay
vi: 6 tháng qua
zh_hans: 过去6个月

# enum.date_range.last_year
source: Last 12 Months
de: Letzte 12 Monate
es: Últimos 12 meses
fr: 12 derniers mois
hi: पिछले 12 महीने
id: 12 Bulan Terakhir
it: Ultimi 12 mesi
ja: 過去12ヶ月
ms: 12 Bulan Lalu
th: 12 เดือนล่าสุด
tr: Son 12 Ay
vi: 12 tháng qua
zh_hans: 过去12个月

# enum.budget_period.monthly
source: Monthly
de: Monatlich
es: Mensual
fr: Mensuel
hi: मासिक
id: Bulanan
it: Mensile
ja: 月次
ms: Bulanan
th: รายเดือน
tr: Aylık
vi: Hàng tháng
zh_hans: 每月

# category.salary
source: Salary
de: Gehalt
es: Salario
fr: Salaire
hi: वेतन
id: Gaji
it: Stipendio
ja: 給与
ms: Gaji
th: เงินเดือน
tr: Maaş
vi: Lương
zh_hans: 工资

# category.extra_income
source: Side Income
de: Nebeneinkommen
es: Ingresos Extra
fr: Revenu supplémentaire
hi: अतिरिक्त आय
id: Pendapatan Tambahan
it: Entrate Extra
ja: 副収入
ms: Pendapatan Tambahan
th: รายได้เสริม
tr: Ek Gelir
vi: Thu nhập thêm
zh_hans: 额外收入

# category.investment
source: Investment
de: Investition
es: Inversión
fr: Investissement
hi: निवेश
id: Investasi
it: Investimenti
ja: 投資
ms: Pelaburan
th: การลงทุน
tr: Yatırım
vi: Đầu tư
zh_hans: 投资

# category.groceries
source: Groceries
de: Lebensmittel
es: Supermercado
fr: Courses
hi: किराना
id: Belanja
it: Alimentari
ja: 食料品
ms: Barangan Runcit
th: ของชำ
tr: Market
vi: Tạp hóa
zh_hans: 购物

# category.restaurant
source: Restaurant
es: Restaurante
hi: रेस्टोरेंट
id: Restoran
it: Ristorante
ja: 外食
ms: Restoran
th: ร้านอาหาร
tr: Restoran
vi: Nhà hàng
zh_hans: 餐饮

# category.transport
source: Transport
es: Transporte
hi: परिवहन
id: Transportasi
it: Trasporti
ja: 交通費
ms: Pengangkutan
th: การเดินทาง
tr: Ulaşım
vi: Đi lại
zh_hans: 交通

# category.bills
source: Bills
de: Rechnungen
es: Facturas
fr: Factures
hi: बिल
id: Tagihan
it: Bollette
ja: 光熱費・請求
ms: Bil
th: บิล
tr: Faturalar
vi: Hóa đơn
zh_hans: 账单

# category.entertainment
source: Entertainment
de: Unterhaltung
es: Ocio
fr: Divertissement
hi: मनोरंजन
id: Hiburan
it: Intrattenimento
ja: 娯楽
ms: Hiburan
th: ความบันเทิง
tr: Eğlence
vi: Giải trí
zh_hans: 娱乐

# category.health
source: Health
de: Gesundheit
es: Salud
fr: Santé
hi: स्वास्थ्य
id: Kesehatan
it: Salute
ja: 健康
ms: Kesihatan
th: สุขภาพ
tr: Sağlık
vi: Sức khỏe
zh_hans: 健康

# category.clothing
source: Clothing
de: Kleidung
es: Ropa
fr: Vêtements
hi: कपड़े
id: Pakaian
it: Abbigliamento
ja: 衣類
ms: Pakaian
th: เสื้อผ้า
tr: Giyim
vi: Quần áo
zh_hans: 服饰

# category.home
source: Home
de: Haushalt
es: Hogar
fr: Maison
hi: घर
id: Rumah Tangga
it: Casa
ja: 住居
ms: Rumah
th: บ้าน
tr: Ev
vi: Nhà cửa
zh_hans: 家居

# category.gift
source: Gift
de: Geschenk
es: Regalo
fr: Cadeau
hi: उपहार
id: Hadiah
it: Regalo
ja: 贈り物
ms: Hadiah
th: ของขวัญ
tr: Hediye
vi: Quà tặng
zh_hans: 礼物

# category.loan_payment
source: Loan Payment
de: Kreditzahlung
es: Pago de Préstamo
fr: Paiement de prêt
hi: ऋण भुगतान
id: Pembayaran Pinjaman
it: Pagamento Prestito
ja: ローン返済
ms: Bayaran Pinjaman
th: การชำระคืนเงินกู้
tr: Kredi Ödemesi
vi: Trả nợ vay
zh_hans: 还贷

# category.other
source: Other
de: Sonstiges
es: Otro
fr: Autre
hi: अन्य
id: Lainnya
it: Altro
ja: その他
ms: Lain-lain
th: อื่นๆ
tr: Diğer
vi: Khác
zh_hans: 其它

# filter.custom_range_header
source: Custom Range
de: Benutzerdefinierter Bereich
es: Rango Personalizado
fr: Plage personnalisée
hi: कस्टम रेंज
id: Rentang Kustom
it: Intervallo Personalizzato
ja: カスタム期間
ms: Julat Tersuai
th: ช่วงที่กำหนดเอง
tr: Özel Aralık
vi: Phạm vi tùy chỉnh
zh_hans: 自定义范围

# filter.start_date
source: Start Date
de: Startdatum
es: Fecha de Inicio
fr: Date de début
hi: आरंभ तिथि
id: Tanggal Mulai
it: Data di Inizio
ja: 開始日
ms: Tarikh Mula
th: วันที่เริ่มต้น
tr: Başlangıç Tarihi
vi: Ngày bắt đầu
zh_hans: 开始日期

# filter.end_date
source: End Date
de: Enddatum
es: Fecha de Fin
fr: Date de fin
hi: अंतिम तिथि
id: Tanggal Akhir
it: Data di Fine
ja: 終了日
ms: Tarikh Tamat
th: วันที่สิ้นสุด
tr: Bitiş Tarihi
vi: Ngày kết thúc
zh_hans: 结束日期

# filter.presets_header
source: Presets
de: Voreingestellte Bereiche
es: Rangos Predefinidos
fr: Plages prédéfinies
hi: पूर्व निर्धारित रेंज
id: Rentang Preset
it: Intervalli Predefiniti
ja: プリセット期間
ms: Julat Pratetap
th: ช่วงที่ตั้งไว้ล่วงหน้า
tr: Hazır Aralıklar
vi: Phạm vi đặt sẵn
zh_hans: 预设范围

# enum.date_range.custom
source: Custom
de: Benutzerdefiniert
es: Personalizado
fr: Personnalisée
hi: कस्टम
id: Kustom
it: Personalizzato
ja: カスタム
ms: Tersuai
th: กำหนดเอง
tr: Özel
vi: Tùy chỉnh
zh_hans: 自定义

# currency.name.TRY
source: Turkish Lira
de: Türkische Lira
es: Lira turca
fr: Lire turque
hi: तुर्की लीरा
id: Lira Turki
it: Lira Turca
ja: トルコリラ
ms: Lira Turki
th: ลีราตุรกี
tr: Türk Lirası
vi: Lira Thổ Nhĩ Kỳ
zh_hans: 土耳其里拉
